Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: For the purposes of processing recurring subscription payments, we store the customer's name, billing address, shipping address, email address, phone number and credit card/payment details.
nl_nl: Om terugkerende betalingen voor abonnementen te kunnen verwerken, slaan we de naam, het factuuradres, verzendadres, e-mailadres, telefoonnummer en de creditcard-/betaalgegevens van de klant op.

source: What we share with others
nl_nl: Wat we delen met anderen

source: What personal information your store shares with external sources depends on which third-party payment processor plugins you are using to collect subscription payments. We recommend that you consult with their privacy policies to inform this section of your privacy policy.
nl_nl: Welke persoonsgegevens je winkel deelt met externe bronnen hangt af van welke externe plugins voor het verwerken van betalingen je gebruikt om betalingen van abonnementen te innen. We raden aan het privacybeleid van een dergelijke plugin te raadplegen om dit gedeelte van je privacybeleid te bepalen.

source: If you are using PayPal Standard or PayPal Reference transactions please see the %1$sPayPal Privacy Policy%2$s for more details.
nl_nl: Als je standaard- of referentietransacties in PayPal gebruikt, raadpleeg dan het %1$sPayPal privacybeleid%2$s voor meer informatie.

source: Cancel and remove personal data
nl_nl: Persoonsgegevens annuleren en verwijderen

source: Removed personal data from %d subscription.
nl_nl: Persoonsgegevens verwijderd uit %d abonnement.

source: %1$sNote:%2$s Orders which are related to subscriptions will not be included in the orders affected by these settings.
nl_nl: %1$sOpmerking:%2$s Bestellingen met betrekking tot abonnementen worden niet toegevoegd aan de bestellingen die door deze instellingen worden beïnvloed.

source: account erasure request
nl_nl: aanvraag voor het wissen van accounts

source: Remove personal data from subscriptions
nl_nl: Persoonsgegevens uit abonnementen verwijderen

source: When handling an %s, should personal data within subscriptions be retained or removed?
nl_nl: Moeten persoonsgegevens bij bestellingen worden opgeslagen of verwijderd wanneer er een %s wordt verwerkt?

source: Retain ended subscriptions
nl_nl: Beëindigde abonnementen opslaan

source: Retain ended subscriptions and their related orders for a specified duration before anonymizing the personal data within them.
nl_nl: Sla beëindigde abonnementen en bijbehorende bestellingen op voor een gespecificeerde periode voordat de bijbehorende persoonsgegevens geanonimiseerd worden.

source: N/A
nl_nl: /N.v.t.

source: Customers with a subscription are excluded from this setting.
nl_nl: Klanten met een abonnement komen niet in aanmerking voor deze instelling.

source: Database updated to version %s
nl_nl: Database bijgewerkt naar versie %s

# used in the subscriptions upgrader
source: Marked %s subscription products as "sold individually".
nl_nl: %s abonnementproducten gemarkeerd als 'apart verkrijgbaar'.

source: Migrated %1$s subscription related hooks to the new scheduler (in %2$s seconds).
nl_nl: %1$s aan een abonnement gekoppelde hooks gemigreerd naar de nieuwe planner (binnen %2$s seconden).

source: Migrated %1$s subscriptions to the new structure (in %2$s seconds).
nl_nl: %1$s abonnementen gemigreerd naar de nieuwe structuur (binnen %2$s seconden).

# Message that gets sent to front end.
source: Estimated time left (minutes:seconds): %s
nl_nl: Geschatte resterende tijd (minuten:seconden): %s

source: Unable to upgrade subscriptions.%4$sError: %1$s%4$sPlease refresh the page and try again. If problem persists, %2$scontact support%3$s.
nl_nl: Kan abonnementen niet upgraden.%4$sFout: %1$s%4$sVernieuw de pagina en probeer het opnieuw. Als het probleem zich blijft voordoen, %2$sneem je contact op met support%3$s.

# Repair message that gets sent to front end.
source: Repaired %d subscriptions with incorrect dates, line tax data or missing customer notes.
nl_nl: Onjuiste datums, btw-gegevens of ontbrekende klantopmerkingen voor %d abonnementen aangepast.

# Repair message that gets sent to front end.
source: %d other subscription was checked and did not need any repairs.
nl_nl: %d ander abonnement is gecontroleerd en er hoefde niets aangepast te worden.

# Repair message that gets sent to front end.
source: (in %s seconds)
nl_nl: (binnen %s seconden)

# Error message that gets sent to front end when upgrading Subscriptions
source: Unable to repair subscriptions.%4$sError: %1$s%4$sPlease refresh the page and try again. If problem persists, %2$scontact support%3$s.
nl_nl: Kan abonnementen niet herstellen.%4$sFout: %1$s%4$sVernieuw de pagina en probeer het opnieuw. Als het probleem zich blijft voordoen, %2$sneem je contact op met support%3$s.

source: Welcome to WooCommerce Subscriptions 2.1
nl_nl: Welkom bij WooCommerce Subscriptions 2.1

source: About WooCommerce Subscriptions
nl_nl: Over WooCommerce Subscriptions

source: %1$sWarning!%2$s We discovered an issue in %1$sWooCommerce Subscriptions 2.3.0 - 2.3.2%2$s that may cause your subscription renewal order and customer subscription caches to contain invalid data. For information about how to update the cached data, please %3$sopen a new support ticket%4$s.
nl_nl: %1$sWaarschuwing!%2$s We hebben een probleem ontdekt in %1$sWooCommerce Subscriptions 2.3.0 - 2.3.2%2$s waardoor je aangevraagde abonnementverlenging en klantabonnementcaches ongeldige gegevens kunnen bevatten. Voor informatie over hoe je de gecachete gegevens kan bijwerken, open je %3$seen nieuwe supportticket%4$s.

source: %1$sWarning!%2$s It appears that you have downgraded %1$sWooCommerce Subscriptions%2$s from %3$s to %4$s. Downgrading the plugin in this way may cause issues. Please update to %3$s or higher, or %5$sopen a new support ticket%6$s for further assistance. %7$sLearn more &raquo;%8$s
nl_nl: %1$sWaarschuwing!%2$s Het lijkt erop dat je %1$sWooCommerce Subscriptions%2$s van %3$s naar %4$s hebt gedowngraded. De plugin op deze manier downgraden kan problemen veroorzaken. Update naar %3$s of hoger, of %5$sopen een nieuwe supportticket%6$s voor meer ondersteuning. %7$sMeer informatie &raquo;%8$s

source: Subscription suspended by Database repair script. This subscription was suspended via PayPal.
nl_nl: Abonnement opgezegd door script voor databaseherstel. Het abonnement is opgezegd via PayPal.

source: Subscription end date in the past
nl_nl: Einddatum abonnement in het verleden

source: Thank you for updating to the latest version of WooCommerce Subscriptions.
nl_nl: Bedankt voor je update naar WooCommerce Subscriptions.

source: Version %1$s brings some new improvements requested by store managers just like you (and possibly even by %2$syou%3$s).
nl_nl: Versie %1$s biedt een aantal verbeteringen die winkelmanagers zoals jij (en mogelijk zelfs door%2$sjou%3$s) zouden willen.

source: We hope you enjoy it!
nl_nl: We hopen dat je er plezier van hebt!

source: What's new?
nl_nl: Wat is er vernieuwd?

source: Want to know more about Subscriptions %s?
nl_nl: Wil je meer informatie over Subscriptions%s?

source: Welcome to Subscriptions 2.0
nl_nl: Welkom bij Subscriptions 2.0

source: Version 2.0 has been in development for more than a year. We've reinvented the extension to take into account 3 years of feedback from store managers.
nl_nl: Er is meer dan een jaar gewerkt aan de ontwikkeling van versie 2.0. We hebben de extensie opnieuw uitgevonden en 3 jaar feedback van winkelmanagers verwerkt.

source: Version %s
nl_nl: Versie %s

source: Check Out What's New
nl_nl: Bekijk wat er nieuw is

source: Multiple Subscriptions
nl_nl: Meerdere abonnementen

source: It's now easier for your customers to buy more subscriptions!
nl_nl: Je klanten kunnen nu eenvoudiger meer abonnementen aanschaffen!

source: Customers can now purchase different subscription products in one transaction. The products can bill on any schedule and have any combination of sign-up fees and/or free trials.
nl_nl: Klanten kunnen nu meerdere abonnementproducten met één transactie aanschaffen. De producten kunnen in rekening worden gebracht in ieder schema en kunnen alle verschillende aanmeldkosten en of proefversies hebben.

source: Learn more about the new %smultiple subscriptions%s feature.
nl_nl: Meer informatie over de functie %smeerdere abonnementen%s.

source: New Add/Edit Subscription Screen
nl_nl: Nieuw scherm Abonnement toevoegen/bewerken

source: Subscriptions v2.0 introduces a new administration interface to add or edit a subscription. You can make all the familiar changes, like modifying recurring totals or subscription status. You can also make some new modifications, like changing the expiration date, adding a shipping cost or adding a product line item.
nl_nl: Subscriptions v2.0 heeft een nieuwe beheerinterface om een abonnement toe te voegen of te bewerken. Je kan alle bekende wijzigingen doorvoeren, zoals terugkerende totalen of abonnementsstatus aanpassen. Je kan tevens een paar nieuwe aanpassingen doorvoeren, zoals de vervaldatum wijzigen, verzendkosten toevoegen of een productregelitem toevoegen.

source: The new interface is also built on the existing %sEdit Order%s screen. If you've ever modified an order, you already know how to modify a subscription.
nl_nl: De nieuwe interface is ook gebaseerd op het bestaande scherm %sBestelling bewerken%s. Als je wel eens een bestelling hebt aangepast, weet je al hoe je een abonnement aanpast.

source: %1$sAdd a subscription%2$s now or %3$slearn more%4$s about the new interface.
nl_nl: %1$sVoeg%2$s nu een %3$sabonnement toe of leer meer%4$s over de nieuwe interface.

source: New View Subscription Page
nl_nl: Nieuwe pagina Abonnement weergeven

source: Your customers can now view the full details of a subscription, including line items, billing and shipping address, billing schedule and renewal orders, from a special %sMy Account > View Subscription%s page.
nl_nl: Je klanten kunnen nu alle details van een abonnement bekijken, inclusief regelitems, factuur- en verzendadres, factuurschema en verlengingsaanvragen op een speciale pagina, namelijk %sMijn account > Abonnement weergeven%s.

source: This new page is also where the customer can suspend or cancel their subscription, change payment method, change shipping address or upgrade/downgrade an item.
nl_nl: Op deze nieuwe pagina kan de klant tevens zijn of haar abonnement opzeggen of annuleren, de betaalmethode wijzigen, het verzendadres wijzigen of een artikel upgraden/downgraden.

source: Learn more about the new %sView Subscription page%s.
nl_nl: Meer informatie over de nieuwe pagina %sAbonnement weergeven%s.

source: By default, adding new files to an existing subscription product will automatically provide active subscribers with access to the new files. However, now you can enable a %snew content dripping setting%s to provide subscribers with access to new files only after the next renewal payment.
nl_nl: Als er nieuwe bestanden aan een bestaand abonnementproduct worden toegevoegd, krijgen actieve abonnees automatisch toegang tot de nieuwe bestanden. Je kan nu echter een nieuwe %sinstelling voor content dripping setting%s inschakelen om abonnees alleen toegang te geven tot nieuwe bestanden na de volgende betaling van een verlenging.

source: %sLearn more &raquo;%s
nl_nl: %sMeer informatie &raquo;%s

# h3 on the About Subscriptions page for this new feature
source: Change Payment Method
nl_nl: Betaalmethode wijzigen

source: For a store manager to change a subscription from automatic to manual renewal payments (or manual to automatic) with Subscriptions v1.5, the database needed to be modified directly. Subscriptions now provides a way for payment gateways to allow you to change that from the new %sEdit Subscription%s interface.
nl_nl: Om ervoor te zorgen dat een winkelmanager in Subscriptions v1.5 een abonnement kan wijzigen van automatische naar handmatige betaling van een verlenging (of handmatig naar automatisch) moest de database rechtstreeks worden aangepast. Subscriptions biedt betaalmethodes nu een manier om ervoor te zorgen dat je dat kan wijzigen in de interface van %sAbonnement bewerken%s.

source: Change Trial and End Dates
nl_nl: Proefversie en einddatums wijzigen

source: It was already possible to change a subscription's next payment date, but some store managers wanted to provide a customer with an extended free trial or add an extra month to the expiration date. Now you can change all of these dates from the %sEdit Subscription%s screen.
nl_nl: Het was al mogelijk om de datum van de volgende betaling van een abonnement te wijzigen, maar sommige winkelmanagers wilden klanten een verlengde gratis proefversie bieden of een extra maand toevoegen aan de vervaldatum. Je kan deze datums nu allemaal wijzigen in het scherm %sAbonnement bewerken%s.

source: And much more...
nl_nl: En nog veel meer...

source: Peek Under the Hood for Developers
nl_nl: Kijkje in de keuken voor ontwikkelaars

source: Subscriptions 2.0 introduces a new architecture built on the WooCommerce Custom Order Types API.
nl_nl: Subscriptions 2.0 introduceert een nieuwe architectuur gebaseerd op de WooCommerce Custom Order Types API.

source: New %sshop_subscription%s Post Type
nl_nl: Nieuw %sshop_subscription%s berichttype

source: By making a subscription a Custom Order Type, a subscription is also now a custom post type. This makes it faster to query subscriptions and it uses a database schema that is as scalable as WordPress posts and pages.
nl_nl: Door een abonnement Custom Order Type te maken, is een abonnement nu ook een aangepast berichttype. Zo kunnen er sneller abonnementen aangevraagd worden en er wordt een databaseschema gebruikt dat net zo schaalbaar is als berichten en pagina's in WordPress.

source: Developers can also now use all the familiar WordPress functions, like %sget_posts()%s, to query or modify subscription data.
nl_nl: Ontwikkelaars kunnen nu tevens de welbekende WordPress-functies gebruiken, zoals %sget_posts()%s, om abonnementgegevens aan te vragen of aan te passen.

source: New %sWC_Subscription%s Object
nl_nl: Nieuw %sWC_Subscription%s object

source: Subscriptions 2.0 introduces a new object for working with a subscription at the application level. The cumbersome APIs for retrieving or modifying a subscription's data are gone!
nl_nl: Subscriptions 2.0 introduceert een nieuw object om op toepassingsniveau met een abonnement te werken. De omslachtige API’s voor het ophalen of aanpassen van de abonnementgegevens zijn verleden tijd!

source: Because the %sWC_Subscription%s class extends %sWC_Order%s, you can use its familiar methods, like %s$subscription->update_status()%s or %s$subscription->get_total()%s.
nl_nl: Omdat de %sWC_Subscription%s klasse een extensie is van %sWC_Order%s, kan je de gebruikelijke methodes gebruiken, zoals %s$subscription->update_status()%s of %s$subscription->get_total()%s.

source: REST API Endpoints
nl_nl: REST API-eindpunten

source: We didn't just improve interfaces for humans, we also improved them for computers. Your applications can now create, read, update or delete subscriptions via RESTful API endpoints.
nl_nl: We hebben interfaces niet alleen voor mensen verbeterd, we hebben ze ook voor computers verbeterd. Je toepassingen kunnen nu abonnementen aanmaken, lezen, bijwerken of verwijderen via RESTful API-eindpunten.

source: Want to list all the subscriptions on a site? Get %sexample.com/wc-api/v2/subscriptions/%s. Want the details of a specific subscription? Get %s/wc-api/v2/subscriptions/<id>/%s.
nl_nl: Wil je alle abonnementen op een site weergeven? Download %sexample.com/wc-api/v2/subscriptions/%s. Wil je de details weten van een bepaald abonnement? Download %s/wc-api/v2/subscriptions/<id>/%s.

source: Go to WooCommerce Subscriptions Settings
nl_nl: Ga naar de instellingen van WooCommerce Subscriptions

source: Welcome to Subscriptions 2.1!
nl_nl: Welkom bij Subscriptions 2.1!

source: Version 2.1 introduces some great new features requested by store managers just like you (and possibly even by %syou%s).
nl_nl: Versie 2.1 bevat een aantal geweldige nieuwe functies die winkelmanagers zoals jij (en mogelijk zelfs door %sjou%s) hebben aangevraagd.

# short for documents
source: Documentation
nl_nl: Documentatie

source: Subscription Reports
nl_nl: Abonnementrapporten

source: How many customers stay subscribed for more than 6 months? What is the average lifetime value of your subscribers? How much renewal revenue will your store earn next month?
nl_nl: Hoeveel klanten houden langer dan 6 maanden een abonnement? Hoelang houden je abonnees het abonnement gemiddeld? Hoeveel inkomsten uit verlengingen genereert je winkel de komende maand?

source: These are important questions for any subscription commerce business.
nl_nl: Dit zijn belangrijke vragen voor ieder commerciële bedrijf met abonnementen.

source: Prior to Subscriptions 2.1, they were not easy to answer. Subscriptions 2.1 introduces new reports to answer these questions, and many more.
nl_nl: In de versies voor Subscriptions 2.1 waren ze lastig te beantwoorden. Subscriptions 2.1 introduceert nieuwe rapporten om deze vragen en meer te beantwoorden.

source: View Reports
nl_nl: Rapporten weergeven

# learn more link to subscription reports documentation
source: Learn More
nl_nl: Meer leren

source: Automatic Failed Payment Retry
nl_nl: Automatisch mislukte betaling opnieuw proberen

source: Failed recurring payments can now be retried automatically. This helps recover revenue that would otherwise be lost due to payment methods being declined only temporarily.
nl_nl: Mislukte terugkerende betalingen kunnen nu automatisch opnieuw worden geprobeerd. Dit helpt inkomsten derven die anders verloren gaan, omdat betaalmethodes maar tijdelijk worden afgewezen.

source: By default, Subscriptions will retry the payment 5 times over 7 days. The rules that control the retry system can be modified to customise:
nl_nl: Subscriptions probeert 7 dagen lang 5 keer per dag opnieuw te betalen. De regels voor het systeem voor opnieuw proberen kunnen worden aangepast:

source: the total number of retry attempts
nl_nl: het totale aantal pogingen opnieuw proberen

source: how long to wait between retry attempts
nl_nl: hoe lang er gewacht moet worden tussen pogingen om het opnieuw te proberen

source: emails sent to the customer and store manager
nl_nl: e-mails verzonden naar de klant en winkelmanager

source: the status applied to the renewal order and subscription
nl_nl: de status die wordt toegepast op de verlengingsaanvraag en het abonnement

source: The retry system is disabled by default. To enable it, visit the Subscriptions settings administration screen.
nl_nl: Het systeem voor opnieuw proberen is standaard uitgeschakeld. Om het in te schakelen, ga je naar het beheerscherm Instellingen in Subscriptions.

source: Enable Automatic Retry
nl_nl: Automatisch opnieuw proberen inschakelen

# learn more link to failed payment retry documentation
source: Learn More
nl_nl: Meer leren

source: New Subscription Emails
nl_nl: Nieuwe e-mailberichten voor het abonnement

source: Subscriptions 2.1 also introduces a number of new emails to notify you when:
nl_nl: Subscriptions 2.1 biedt tevens een aantal nieuwe e-mailberichten om je op de hoogte te brengen van:

source: a customer suspends a subscription
nl_nl: een klant zegt een abonnement op

source: an automatic payment fails
nl_nl: er mislukt een automatische betaling

source: a subscription expires
nl_nl: er verloopt een abonnement

source: These emails can be enabled, disabled and customised under the %sWooCommerce > Settings > Emails%s administration screen.
nl_nl: Deze e-mailberichten kunnen uitgeschakeld en aangepast worden in het beheervenster %sWooCommerce > Instellingen > E-mailberichten%s.

source: View Email Settings
nl_nl: E-mailinstellingen weergeven

# learn more link to subscription emails documentation
source: Learn More
nl_nl: Meer leren

source: But wait, there's more!
nl_nl: Maar wacht, dat is nog niet alles!

source: That's not all we've working on for the last 12 months when it comes to Subscriptions. We've also released mini-extensions to help you get the most from your subscription store.
nl_nl: Dat is niet het enige waar we de afgelopen 12 maanden aan hebben gewerkt als we het over Subscriptions hebben. We hebben tevens mini-extensies gelanceerd om ervoor te zorgen dat jij alles uit je abonnementwinkel kan halen.

source: What happens when a customer wants to purchase a subscription product for someone else?
nl_nl: Wat gebeurt er als een klant een abonnementproduct voor iemand anders aan wil schaffen?

source: The Gifting extension makes it possible for one person to purchase a subscription product for someone else. It then shares control of the subscription between the purchaser and recipient, allowing both to manage the subscription over its lifecycle.
nl_nl: Met de extensie Gifting kan iemand een abonnement voor iemand anders aanschaffen. Vervolgens wordt het beheer over het abonnement gedeeld tussen de koper en ontvanger, zodat beide het abonnement zolang het duurt kunnen beheren.

# h3 on the About Subscriptions page for this new feature
source: Import/Export Subscriptions
nl_nl: Abonnementen importeren/exporteren

source: Import subscriptions to WooCommerce via CSV, or export your subscriptions from WooCommerce to a CSV with the WooCommerce Subscriptions Importer/Exporter extension.
nl_nl: Importeer abonnementen voor WooCommerce via een CSV-bestand, of exporteer je abonnementen van WooCommerce naar een CSV-bestand met de extensie WooCommerce Subscriptions Importer/Exporter.

source: This free extension makes it possible to migrate subscribers from 3rd party systems to WooCommerce. It also makes it possible to export your subscription data for analysis in spreadsheet tools or 3rd party apps.
nl_nl: Met deze gratis extensie kunnen aanmeldingen gemigreerd worden van systemen van derden naar WooCommerce. Verder kan je er je abonnementgegevens mee exporteren om te analyseren in spreadsheet tools of apps van derden.

source: Want your customers to be able to subscribe to non-subscription products?
nl_nl: Wil je dat je klanten zich aan kunnen melden voor niet-abonnementproducten?

source: With WooCommerce Subscribe All the Things, they can! This experimental extension is exploring how to convert any product, including Product Bundles and Composite Products, into a subscription product. It also offers customers a way to subscribe to a cart of non-subscription products.
nl_nl: Met WooCommerce Subscribe All the Things kan het! Deze experimentele extensie verkent hoe een product, zoals productbundels en samengestelde producten, omgezet kan worden naar een abonnementproduct. Tevens biedt het klanten een manier zich aan te melden voor een winkelwagen met niet-abonnementproducten.

source: Customise Retry Rules
nl_nl: Regels voor opnieuw proberen aanpassen

source: The best part about the new automatic retry system is that the retry rules are completely customisable.
nl_nl: Het beste aan het nieuwe automatische systeem voor opnieuw proberen is dat de regels voor opnieuw proberen volledig aan te passen zijn.

source: With the %s'wcs_default_retry_rules'%s filter, you can define a set of default rules to apply to all failed payments in your store.
nl_nl: Met het %s'wcs_default_retry_rules'%s kan je een aantal standaardregels instellen die worden toegepast op alle mislukte betalingen in je winkel.
