Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: %1$sWarning!%2$s We can see the %1$sWooCommerce Subscriptions Early Renewal%2$s plugin is active. Version %3$s of %1$sWooCommerce Subscriptions%2$s comes with that plugin's functionality packaged into the core plugin. Please deactivate WooCommerce Subscriptions Early Renewal to avoid any conflicts.
nl_nl: %1$sWaarschuwing!%2$s We zien dat de %1$sWooCommerce Subscriptions Early Renewal%2$s-plugin is ingeschakeld. Versie %3$s van %1$sWooCommerce Subscriptions%2$s wordt geleverd met de functionaliteit van deze plugin verwerkt in de hoofdplugin. Deactiveer WooCommerce Subscriptions Early Renewal om conflicten te voorkomen.

source: Installed Plugins
nl_nl: Ge&#239;nstalleerde plugins

source: %1$sWooCommerce Subscriptions Installed%2$s &#8211; %3$sYou're ready to start selling subscriptions!%4$s
nl_nl: %1$sWooCommerce Subscriptions is geïnstalleerd%2$s – %3$sJe kan abonnementen gaan verkopen!%4$s

source: Add a Subscription Product
nl_nl: Een abonnementproduct toevoegen

source: Settings
nl_nl: Instellingen

source: View subscriptions
nl_nl: Abonnementen weergeven

source: Create subscriptions
nl_nl: Abonnementen aanmaken

source: View and manage subscriptions
nl_nl: Abonnementen weergeven en beheren

source: Button Text
nl_nl: Knoptekst

source: Add to Cart Button Text
nl_nl: Tekst knop Toevoegen aan winkelwagen

source: A product displays a button with the text "Add to cart". By default, a subscription changes this to "Sign up now". You can customise the button text for subscriptions here.
nl_nl: Een product geeft een knop weer met de tekst 'Toevoegen aan winkelwagen'. Een abonnement verandert dit standaard in 'Nu aanmelden'. Je kan de tekst voor de knop hier aanpassen voor abonnementen.

source: Sign up now
nl_nl: Registreer nu

source: Place Order Button Text
nl_nl: Tekst knop Bestelling plaatsen

source: Use this field to customise the text displayed on the checkout button when an order contains a subscription. Normally the checkout submission button displays "Place order". When the cart contains a subscription, this is changed to "Sign up now".
nl_nl: Gebruik dit veld om de tekst op de betaalknop aan te passen als een bestelling een abonnement bevat. Normaal gesproken geeft de betaalknop 'Bestelling plaatsen' weer. Als er een abonnement in de winkelwagen zit, verandert dit in 'Nu aanmelden'.

source: Customer Suspensions
nl_nl: Opzeggingen voor klant

# there's a number immediately in front of this text
source: suspensions per billing period.
nl_nl: opzeggingen per factuurperiode.

source: Set a maximum number of times a customer can suspend their account for each billing period. For example, for a value of 3 and a subscription billed yearly, if the customer has suspended their account 3 times, they will not be presented with the option to suspend their account until the next year. Store managers will always be able to suspend an active subscription. Set this to 0 to turn off the customer suspension feature completely.
nl_nl: Stel een maximaal aantal keren in dat een klant zijn of haar account op kan zeggen voor iedere factuurperiode. Bijvoorbeeld voor een waarde van 3 en een abonnement dat jaarlijks in rekening wordt gebracht, als de klant zijn of haar account 3 keer heeft opgezegd, heeft hij of zij niet de optie om het account tot het volgende jaar op te zeggen. Winkelmanagers kunnen altijd een actief abonnement opzeggen. Stel dit in op 0 om de functie voor opzeggen van de klant volledig uit te schakelen.

source: Suspend
nl_nl: Opschorten

source: Drip Downloadable Content
nl_nl: Downloadbare content drippen

source: Enable dripping for downloadable content on subscription products.
nl_nl: Schakel dripping in voor downloadbare content voor abonnementproducten.

source: Enabling this grants access to new downloadable files added to a product only after the next renewal is processed.%sBy default, access to new downloadable files added to a product is granted immediately to any customer that has an active subscription with that product.
nl_nl: Als je dit inschakelt, wordt er toegang verleend tot nieuwe downloadbare bestanden die aan een product zijn toegevoegd alleen als de volgende verlenging is verwerkt.%sToegang tot nieuwe, aan een product toegevoegde, downloadbare bestanden wordt onmiddellijk automatisch verleend aan alle klanten die een actief abonnement hebben voor dat product.

source: Active for x payments
nl_nl: Actief voor x betalingen

source: Unlimited payments
nl_nl: Onbeperkte betalingen

source: Coupon will be limited to the given number of payments. It will then be automatically removed from the subscription. "Payments" also includes the initial subscription payment.
nl_nl: Coupon is beperkt voor het gegeven aantal betalingen. Vervolgens wordt hij automatisch verwijderd uit het abonnement. 'Betalingen' bevat tevens de betaling voor het oorspronkelijke abonnement.

source: Limited use coupon "%1$s" removed from subscription. It has been used %2$d time.
nl_nl: Beperkt te gebruiken coupon '%1$s' verwijderd uit abonnement. Hij is %2$d keer gebruikt.

source: Active for %d payment
nl_nl: Actief voor %d betaling

source: Active for unlimited payments
nl_nl: Actief voor onbeperkte betalingen

source: Sorry, it seems there are no available payment methods which support the recurring coupon you are using. Please contact us if you require assistance or wish to make alternate arrangements.
nl_nl: Het lijkt er helaas op dat er geen betaalmethodes beschikbaar zijn die de terugkerende coupon die je gebruikt ondersteunen. Neem contact met ons op als je hulp nodig hebt of dingen anders wilt regelen.

# option section heading
source: Renewals
nl_nl: Verlenging

source: Manual Renewal Payments
nl_nl: Betalingen handmatige verlengingen

source: Accept Manual Renewals
nl_nl: Handmatige verlengingen accepteren

source: With manual renewals, a customer's subscription is put on-hold until they login and pay to renew it. %1$sLearn more%2$s.
nl_nl: Met handmatige verlengingen wordt het abonnement van een klant in de wacht gezet totdat hij of zij inlogt en betaalt om het te verlengen. %1$sMeer informatie%2$s.

source: Turn off Automatic Payments
nl_nl: Automatische betalingen uitschakelen

source: If you don't want new subscription purchases to automatically charge renewal payments, you can turn off automatic payments. Existing automatic subscriptions will continue to charge customers automatically. %1$sLearn more%2$s.
nl_nl: Als je niet wilt dat nieuw aangeschafte abonnementen betalingen voor abonnementen automatisch in rekening brengen, kan je automatische betalingen uitschakelen. Bestaande automatische betalingen blijven klanten automatisch bedragen in rekening brengen. %1$sMeer informatie%2$s.

source: Roles
nl_nl: Rollen

source: Choose the default roles to assign to active and inactive subscribers. For record keeping purposes, a user account must be created for subscribers. Users with the %1$sadministrator%2$s role, such as yourself, will never be allocated these roles to prevent locking out administrators.
nl_nl: Kies de standaard aan actieve en inactieve abonnees toe te wijzen rollen. Er moet vanwege administratieve doeleinden een gebruikersaccount worden aangemaakt voor abonnees. Gebruikers met een %1$sbeheerdersrol%2$s, zoals jijzelf, krijgen deze rollen nooit toegewezen, om te voorkomen dat beheerders uitgesloten worden.

source: Subscriber Default Role
nl_nl: Standaard rol abonnee

source: When a subscription is activated, either manually or after a successful purchase, new users will be assigned this role.
nl_nl: Als een abonnement handmatig of na een succesvolle aankoop wordt geactiveerd, krijgen nieuwe gebruikers deze rol toegewezen.

source: Inactive Subscriber Role
nl_nl: Inactieve rol abonnee

source: If a subscriber's subscription is manually cancelled or expires, she will be assigned this role.
nl_nl: Als het abonnement van een abonnee handmatig geannuleerd wordt of verloopt, wordt de volgende rol toegewezen.

source: v3 REST API endpoint support
nl_nl: v3 REST API-eindpuntondersteuning

source: Webhook and REST API users can now use v3 subscription endpoints. Click here to %1$slearn more%2$s about the REST API and check out the technical API docs %3$shere%2$s.
nl_nl: Webhook- en REST API-gebruikers kunnen nu gebruik maken van v3-abonnementseindpunten. Klik hier voor %1$smeer informatie%2$s over de REST API en bekijk de technische API-documenten %3$shier%2$s.

source: WooCommerce checkout and cart blocks integration
nl_nl: Integratie van de WooCommerce-afreken- en -winkelwagenblokken.

source: Subscriptions is now compatible with the WooCommerce cart and checkout blocks. You can learn more about the compatibility status of the cart & checkout blocks %1$shere%2$s.
nl_nl: Subscriptions is nu compatibel met de WooCommerce-winkelwagen- en -afrekenblokken. Meer informatie over de compatibiliteitsstatus van de winkelwagen- en afrekenblokken vind je %1$shier%2$s.

source: Welcome to WooCommerce Subscriptions %s!
nl_nl: Welkom bij WooCommerce Subscriptions %s!

source: Learn more
nl_nl: Meer weten

source: Subscription created
nl_nl: Abonnement aangemaakt

source: Subscription updated
nl_nl: Abonnement bijgewerkt

source: Subscription deleted
nl_nl: Abonnement verwijderd

source: Subscription switched
nl_nl: Abonnement gewisseld

source: $0 Initial Checkout
nl_nl: Eerste betaling van $ 0

source: Allow $0 initial checkout without a payment method.
nl_nl: Sta een eerste betaling van $ 0 toe zonder betaalmethode.

source: Allow a subscription product with a $0 initial payment to be purchased without providing a payment method. The customer will be required to provide a payment method at the end of the initial period to keep the subscription active.
nl_nl: Sta toe om een abonnement met een eerste betaling van $ 0 aan te schaffen zonder een betaalmethode op te geven. De klant moet aan het einde van de eerste periode een betaalmethode opgeven om het abonnement actief te houden.

source: Renew now
nl_nl: Vernieuw nu

source: That subscription does not exist. Has it been deleted?
nl_nl: Dat abonnement bestaat niet. Is het verwijderd?

source: That doesn't appear to be one of your subscriptions.
nl_nl: Het lijk erop dat dat niet één van je abonnementen is.

source: You can not renew this subscription early. Please contact us if you need assistance.
nl_nl: Je kan dit abonnement niet vroegtijdig verlengen. Neem contact op met ons als je hulp nodig hebt.

source: Complete checkout to renew now.
nl_nl: Voltooi betaling om nu te verlengen.

# hash before order number
source: #%s
nl_nl: Nummer%s

source: Order %s created to record early renewal.
nl_nl: Bestelling %s aangemaakt om vroegtijdige verlenging op te slaan.

source: Cancel
nl_nl: Annuleren

# used in order note as reason for why subscription status changed
source: Customer requested to renew early:
nl_nl: Klant heeft verzocht om vroegtijdig te verlengen:

source: Early Renewal
nl_nl: Vroegtijdige verlenging

source: Accept Early Renewal Payments
nl_nl: Betalingen voor vroegtijdige verlenging accepteren

source: With early renewals enabled, customers can renew their subscriptions before the next payment date.
nl_nl: Met vroegtijdige verlenging ingeschakeld, kunnen klanten hun abonnementen voor de volgende betaling verlengen.

source: Accept Early Renewal Payments via a Modal
nl_nl: Betalingen voor vroegtijdige verlengingen via een tekstvak accepteren

source: Allow customers to bypass the checkout and renew their subscription early from their %1$sMy Account > View Subscription%2$s page. %3$sLearn more.%4$s
nl_nl: Staat klanten in staat het afrekenproces te negeren en laat ze hun abonnement vroegtijdig verlengen via hun pagina %1$sMijn account > Abonnement weergeven%2$s. %3$sMeer informatie.%4$s

source: Pay now
nl_nl: Nu betalen

source: Renew early
nl_nl: Vroegtijdig verlengen

source: Payment:
nl_nl: Betaling

source: There was an error with your request. Please try again.
nl_nl: Er is een fout opgetreden met je aanvraag. Probeer het nog eens.

source: We were unable to locate that subscription, please try again.
nl_nl: We kunnen het abonnement niet vinden. Probeer het nog eens.

source: You can't renew the subscription at this time. Please try again.
nl_nl: Je kan het abonnement momenteel niet verlengen. Probeer het nog eens.

source: We couldn't create a renewal order for your subscription, please try again.
nl_nl: We kunnen geen verlengingsaanvraag aanmaken voor je abonnement. Probeer het nog eens.

source: Payment for the renewal order was unsuccessful with your payment method on file, please try again.
nl_nl: De betaling voor de verlengingsaanvraag via de bij ons bekende betaalmethode is mislukt. Probeer het nog eens.

source: Your early renewal order was successful.
nl_nl: Je vroegtijdige verlengingsaanvraag is gelukt.

source: Customer successfully renewed early with order %s.
nl_nl: Verlengen klant gelukt voor bestelling %s.

source: Failed to update subscription dates after customer renewed early with order %s.
nl_nl: Abonnementdatums niet bijgewerkt nadat klant vroegtijdig had verlengd voor bestelling %s.

source: Subscription doesn't exist in scheduled action: %d
nl_nl: Abonnement bestaat niet in geplande actie: %d

source: Find new gateways that %1$ssupport automatic subscription payments%2$s in the official %3$sWooCommerce Marketplace%4$s.
nl_nl: Vind nieuwe methodes die %1$sautomatische betalingen voor abonnementen ondersteunen%2$s in de officiële %3$sWooCommerce Marketplace%4$s.

source: Automatic Failed Payment Retries
nl_nl: Automatisch betalingen opnieuw proberen mislukt

source: %d Pending Payment Retry
nl_nl: %d In afwachting van betaling opnieuw proberen

source: %d Processing Payment Retry
nl_nl: %d Betaling opnieuw proberen verwerken

source: %d Failed Payment Retry
nl_nl: %d Betaling opnieuw proberen mislukt

source: %d Successful Payment Retry
nl_nl: %d Betaling opnieuw proberen gelukt

source: %d Cancelled Payment Retry
nl_nl: %d Poging opnieuw proberen te betalen geannuleerd

source: Retry Failed Payments
nl_nl: Mislukte betalingen opnieuw proberen

source: Enable automatic retry of failed recurring payments
nl_nl: Mislukte terugkerende betalingen automatisch opnieuw proberen inschakelen

source: Attempt to recover recurring revenue that would otherwise be lost due to payment methods being declined only temporarily. %1$sLearn more%2$s.
nl_nl: Poging om inkomsten te derven die anders verloren gaan, omdat betaalmethodes maar tijdelijk worden afgewezen. %1$sMeer informatie%2$s.

# label for the system status page
source: Custom Retry Rules
nl_nl: Aangepaste regels voor opnieuw proberen

# label for the system status page
source: Custom Retry Rule Class
nl_nl: Klasse aangepaste regel voor opnieuw proberen

# label for the system status page
source: Custom Raw Retry Rule
nl_nl: Aangepaste onbewerkte regel voor opnieuw proberen

# label for the system status page
source: Custom Retry Rule
nl_nl: Aangepaste regel voor opnieuw proberen

# label for the system status page
source: Retries Migration Status
nl_nl: Probeert migratiestatus opnieuw

source: Retry Date
nl_nl: Datum nieuwe poging

source: Retry Status
nl_nl: Status nieuwe poging

source: The status of the automatic payment retry: pending means the retry will be processed in the future, failed means the payment was not successful when retried and completed means the payment succeeded when retried.
nl_nl: De status van de automatische poging om opnieuw te betalen: de poging wordt in de toekomst verwerkt, mislukt betekent dat de betaling weer niet gelukt is en voltooid betekent dat de betaling nu wel gelukt is.

source: Status of Order
nl_nl: Status van bestelling

source: The status applied to the order for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
nl_nl: De status die wordt toegepast op de bestelling voor de periode tussen wanneer de betaling van de verlenging mislukte of wanneer er voor het laatst opnieuw geprobeerd is te betalen en wanneer deze nieuwe poging om te betalen is verwerkt.

source: Status of Subscription
nl_nl: Status van abonnement

source: The status applied to the subscription for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
nl_nl: De status die wordt toegepast op het abonnement voor de periode tussen wanneer de betaling van de verlenging mislukte of wanneer er voor het laatst opnieuw geprobeerd is te betalen en wanneer deze nieuwe poging om te betalen is verwerkt.

source: The email sent to the customer when the renewal payment or payment retry failed to notify them that the payment would be retried.
nl_nl: De e-mail die naar de klant wordt verzonden als de betaling voor de verlenging of nieuwe poging hem of haar niet op de hoogte heeft gebracht dat de betaling opnieuw uitgevoerd zou worden.

# post date
source: Y/m/d g:i:s A
nl_nl: j F Y H:i

source: Unpublished
nl_nl: Niet gepubliceerd

# table heading
source: Renewal Payment Retry
nl_nl: Poging betalen verlenging

# used in order note as reason for why status changed
source: Retry rule applied:
nl_nl: Opnieuw proberen-regel toegepast:

# used in order note as reason for why status changed
source: Retry rule reapplied:
nl_nl: Opnieuw proberen-regel opnieuw toegepast:

# used in order note as reason for why order status changed
source: Subscription renewal payment retry:
nl_nl: Poging betalen verlenging:

# used in order note as reason for why subscription status changed
source: Subscription renewal payment retry:
nl_nl: Poging betalen verlenging:

source: Payment retry attempted on renewal order with multiple related subscriptions with no payment method in common.
nl_nl: Geprobeerd verlengingsaanvraag opnieuw te betalen met meerdere gerelateerde abonnementen zonder overeenkomende betaalmethode.

source: Payment retry posts store details about the automatic retry of failed renewal payments.
nl_nl: Opnieuw proberen te betalen plaatst details over de automatische poging voor mislukte betalingen van verlengingen.

# Post type name
source: Renewal Payment Retries
nl_nl: Aantal pogingen betalen verlenging

source: Renewal Payment Retry
nl_nl: Poging betalen verlenging

# Admin menu name
source: Renewal Payment Retries
nl_nl: Aantal pogingen betalen verlenging

source: Add
nl_nl: Toevoegen

source: Add New Retry
nl_nl: Nieuwe poging toevoegen

source: Edit
nl_nl: Bewerken

source: Edit Retry
nl_nl: Test bewerken

source: New Retry
nl_nl: Nieuwe poging

source: View Retry
nl_nl: Bekijk test

source: Search Renewal Payment Retries
nl_nl: Aantal pogingen betalen verlenging zoeken

source: No retries found
nl_nl: Geen testen gevonden

source: No retries found in trash
nl_nl: Geen nieuwe pogingen gevonden in prullenbak

source: Customer Payment Retry
nl_nl: Nieuwe poging betaling klant

source: Sent to a customer when an attempt to automatically process a subscription renewal payment has failed and a retry rule has been applied to retry the payment in the future. The email contains the renewal order information, date of the scheduled retry and payment links to allow the customer to pay for the renewal order manually instead of waiting for the automatic retry.
nl_nl: Wordt verzonden naar een klant als een poging om een betaling voor de verlenging van een abonnement automatisch te verwerken mislukt en er een regel voor een nieuwe poging is toegepast om de betaling in de toekomst opnieuw te proberen. De e-mail bevat de informatie over de verlengingsaanvraag, de datum van de geplande poging om het opnieuw te proberen en betaallinks, zodat de klant de verlengingsaanvraag handmatig kan betalen in plaats van op de automatische nieuwe poging te wachten.

source: Automatic payment failed for {order_number}, we will retry {retry_time}
nl_nl: Automatische betaling is mislukt voor {order_number}, we proberen het opnieuw om {retry_time}

source: Automatic payment failed for order {order_number}
nl_nl: Automatisch betalen is mislukt voor bestelling {order_number}

source: Payment Retry
nl_nl: In afwachting van nieuwe poging

source: Payment retry emails are sent to chosen recipient(s) when an attempt to automatically process a subscription renewal payment has failed and a retry rule has been applied to retry the payment in the future.
nl_nl: Er worden e-mails over het opnieuw proberen van een betaling verzonden naar ontvanger(s) als een poging om een betaling voor de verlenging van een abonnement automatisch te verwerken mislukt en er een regel voor een nieuwe poging is toegepast om de betaling in de toekomst opnieuw te proberen.

source: Automatic renewal payment failed
nl_nl: Betaling automatische verlenging mislukt

source: [{site_title}] Automatic payment failed for {order_number}, retry scheduled to run {retry_time}
nl_nl: [{site_title}] Automatisch betalen mislukt voor {order_number}, opnieuw proberen gepland voor {retry_time}

source: You have a subscription to this product. Choosing a new subscription will replace your existing subscription.
nl_nl: Je hebt al een abonnement op dit product. Als je een nieuw abonnement kiest, wordt je bestaande abonnement vervangen.

source: Choose a new subscription.
nl_nl: Kies een nieuw abonnement.

source: Your cart contained an invalid subscription switch request. It has been removed.
nl_nl: Je winkelwagen bevatte een ongeldig verzoek om van abonnement te wisselen. Het is verwijderd.

source: You have already subscribed to this product and it is limited to one per customer. You can not purchase the product again.
nl_nl: Je hebt al een abonnement op dit product en je mag er maar één van hebben. Je kan het product niet nog een keer aanschaffen.

source: %1$s Complete payment on %2$sOrder %3$s%4$s to be able to change your subscription.
nl_nl: %1$s Voltooi de betaling voor %2$sbestelling %3$s%4$s om je abonnement aan te kunnen passen.

source: Switching
nl_nl: Wisselen

source: Allow subscribers to switch (upgrade or downgrade) between different subscriptions. %1$sLearn more%2$s.
nl_nl: Sta abonnees toe om te wisselen (upgraden of downgraden) tussen verschillende abonnementen. %1$sMeer informatie%2$s.

source: Prorate Recurring Payment
nl_nl: Herhaaldelijke betaling pro rata maken

source: When switching to a subscription with a different recurring payment or billing period, should the price paid for the existing billing period be prorated when switching to the new subscription?
nl_nl: Als je schakelt naar abonnementen met een verschillende terugkerende betaling of factuurperiode, moet de betaalde prijs voor de bestaande factuurperiode dan pro rata zijn als er wordt overgeschakeld naar het nieuwe abonnement?

# when to allow a setting
source: Never
nl_nl: Nooit

# when to prorate recurring fee when switching
source: For Upgrades of Virtual Subscription Products Only
nl_nl: Alleen voor upgrades van virtuele abonnementproducten

# when to prorate recurring fee when switching
source: For Upgrades of All Subscription Products
nl_nl: Voor upgrades van alle abonnementproducten

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of Virtual Subscription Products Only
nl_nl: Alleen voor upgrades en downgrades van virtuele abonnementproducten

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of All Subscription Products
nl_nl: Voor upgrades en downgrades van alle abonnementproducten

source: Prorate Sign up Fee
nl_nl: Pro rata aanmeldkosten
