Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: To apply a specific rule based on certain conditions, like high value orders or an infrequent renewal schedule, you can use the retry specific %s'wcs_get_retry_rule'%s filter. This provides the ID of the renewal order for the failed payment, which can be used to find information about the products, subscription and totals to which the failed payment relates.
nl_nl: Om een specifieke regel toe te passen op basis van bepaalde voorwaarden, zoals een hoge waarde of een onregelmatig verlengschema, kan je het %s'wcs_get_retry_rule'%s filter voor opnieuw proberen gebruiken. Dit biedt de ID van de verlengingsaanvraag voor de mislukte betaling, die gebruikt kan worden om informatie te vinden over de producten, het abonnement en de totalen waarop de mislukte betaling betrekking heeft.

source: WP REST API Endpoints
nl_nl: WP REST API-eindpunten

source: WooCommerce 2.6 added support for %1$sREST API%2$s endpoints built on WordPress core's %3$sREST API%4$s infrastructure.
nl_nl: WooCommerce 2.6 heeft ondersteuning toegevoegd voor %1$sREST API%2$s-eindpunten gebaseerd op de %3$sREST API%4$s-infrastructuur van WordPress core.

source: Subscriptions 2.1 adds support for subscription data to this infrastructure.
nl_nl: Subscriptions 2.1 biedt ondersteuning voor abonnementgegevens voor deze infrastructuur.

source: Your applications can now create, read, update or delete subscriptions via RESTful API endpoints with the same design as the latest version of WooCommerce's REST API endpoints.
nl_nl: Je toepassingen kunnen nu abonnementen aanmaken, lezen, bijwerken of verwijderen via RESTful API-eindpunten met hetzelfde ontwerp als de nieuwste versie van REST API-eindpunten van WooCommerce.

source: Want to list all the subscriptions on a site? Get %s/wp-json/wc/v1/subscriptions%s.
nl_nl: Wil je alle abonnementen op een site weergeven? Download %s/wp-json/wc/v1/subscriptions%s.

source: Want the details of a specific subscription? Get %s/wp-json/wc/v1/subscriptions/<id>/%s.
nl_nl: Wil je de details weten van een bepaald abonnement? Download %s/wp-json/wc/v1/subscriptions/<id>/%s.

source: Honour Renewal Order Data
nl_nl: Gegevens verlengingsaanvraag respecteren

source: In previous versions of Subscriptions, the subscription total was passed to payment gateways as the amount to charge for automatic renewal payments. This made it unnecessarily complicated to add one-time fees or discounts to a renewal.
nl_nl: In voorgaande versies van Subscriptions werd het totaal aantal abonnementen weergegeven in betaalmethodes als het in rekening te brengen bedrag voor betalingen voor automatische verlengingen. Dit maakte het onnodig gecompliceerd om eenmalige kosten of kortingen aan een verlenging toe te voegen.

source: Subscriptions 2.1 now passes the renewal order's total, making it possible to add a fee or discount to the renewal order with simple one-liners like %s$order->add_fee()%s or %s$order->add_coupon()%s.
nl_nl: Subscriptions 2.1 geeft nu het totaal van de verlengingsaanvraag weer, zodat er kosten of een korting aan de verlengingsaanvraag kunnen worden toegevoegd met eenvoudige omschrijvingen als %s$order->add_fee->()%s of %s$order->add_coupon()%s.

source: Subscriptions also now uses the renewal order to setup the cart for %smanual renewals%s, making it easier to add products or discounts to a single renewal paid manually.
nl_nl: Subscriptions gebruikt nu ook de verlengingsaanvraag om de winkelwagen in te stellen voor %shandmatige verlengingen%s, om het eenvoudiger te maken producten of kortingen toe te voegen aan één handmatig betaalde verlenging.

source: See the full guide to What's New in Subscriptions version 2.1 &raquo;
nl_nl: Zie de volledige handleiding Wat is er nieuw in Subscriptions versie 2.1 &raquo;

source: Go to WooCommerce Subscriptions Settings &raquo;
nl_nl: Ga naar de instellingen in WooCommerce Subscriptions &raquo;

source: WooCommerce Subscriptions Update in Progress
nl_nl: Upgrade voor WooCommerce Subscriptions wordt uitgevoerd

source: The Upgrade is in Progress
nl_nl: De upgrade wordt uitgevoerd

source: The WooCommerce Subscriptions plugin is currently running its database upgrade routine.
nl_nl: De WooCommerce Subscriptions plugin werkt momenteel de database bij.

source: If you received a server error and reloaded the page to find this notice, please refresh the page in %s seconds and the upgrade routine will recommence without issues.
nl_nl: Als je een serverfout hebt ontvangen, de pagina opnieuw hebt geladen en dit bericht ziet, dan vernieuw je de pagina binnen %s seconden en het upgradeproces wordt zonder problemen weer hervat.

source: Rest assured, although the update process may take a little while, it is coded to prevent defects, your site is safe and will be up and running again, faster than ever, shortly.
nl_nl: Wees gerust dat, hoewel het updateproces even kan duren, het gecodeerd is om fouten te voorkomen. Je site is dus veilig en is snel weer in de lucht en zal sneller dan ooit zijn.

source: WooCommerce Subscriptions Update
nl_nl: Update voor WooCommerce Subscriptions

source: Database Update Required
nl_nl: Database moet worden bijgewerkt

source: The WooCommerce Subscriptions plugin has been updated!
nl_nl: De WooCommerce Subscriptions plugin is bijgewerkt!

source: Before we send you on your way, we need to update your database to the newest version. If you do not have a recent backup of your site, %snow is the time to create one%s.
nl_nl: Voordat we je aan de slag laten gaan, moeten we je database naar de nieuwste versie bijwerken. Als je geen recente back-up hebt van je site, %swordt het tijd er eentje te maken%s.

source: The full update process for the %1$d subscriptions on your site will take between %2$d and %3$d minutes.
nl_nl: Het volledige updateproces voor de %1$d abonnementen op je site neemt tussen %2$d en %3$d minuten in beslag.

source: The update process may take a little while, so please be patient.
nl_nl: Het updateproces kan even duren, dus graag een moment geduld.

source: Customers and other non-administrative users can browse and purchase from your store without interruption while the update is in progress.
nl_nl: Klanten en andere niet-beheerders kunnen ononderbroken in je winkel browsen en er aankopen kunnen doen als de update wordt uitgevoerd.

# text on submit button
source: Update Database
nl_nl: Database bijwerken

source: Update in Progress
nl_nl: Update wordt uitgevoerd

source: This page will display the results of the process as each batch of subscriptions is updated.
nl_nl: Op deze pagina worden de resultaten weergegeven van het proces als iedere batch aan abonnementen wordt bijgewerkt.

source: Please keep this page open until the update process completes. No need to refresh or restart the process.
nl_nl: Houd deze pagina geopend tot het updateproces is voltooid. Je hoeft het proces niet te vernieuwen of opnieuw te starten.

source: Remember, although the update process may take a while, customers and other non-administrative users can browse and purchase from your store without interruption while the update is in progress.
nl_nl: Vergeet niet dat, hoewel het updateproces even kan duren, klanten en andere niet-beheerders ononderbroken in je winkel kunnen browsen en er aankopen kunnen doen als de update wordt uitgevoerd.

source: Update Complete
nl_nl: Update voltooid

source: Your database has been updated successfully!
nl_nl: Je database is bijgewerkt!

source: Continue
nl_nl: Doorgaan

source: To record the progress of the update a new log file was created. This file will be automatically deleted in %1$d weeks. If you would like to delete it sooner, you can find it in the %2$sWooCommerce logs screen%3$s.
nl_nl: Om de voortgang van de update op te slaan, is er een nieuw logbestand aangemaakt. Dit bestand wordt over %1$d weken automatisch verwijderd. Als je het eerder wilt verwijderen, kan je het vinden in het %2$sscherm met WooCommerce-logs%3$s.

source: Update Error
nl_nl: Updatefout

source: There was an error with the update. Please refresh the page and try again.
nl_nl: Er is een fout opgetreden tijdens de update. Vernieuw de pagina en probeer het opnieuw.

source: Shipping via %s
nl_nl: Verzonden via %s

# shipping method price
source: Free
nl_nl: Gratis

source: [Remove]
nl_nl: [Verwijderen]

source: Free shipping coupon
nl_nl: Kortingsbon voor gratis verzending

# includes tax
source: (includes %s)
nl_nl: (inclusief %s)

source: First renewal: %s
nl_nl: Eerste verlenging: %s

source: Could not get subscription. Most likely the subscription key does not refer to a subscription. The key was: "%s".
nl_nl: Kan abonnement niet ophalen. Waarschijnlijk verwijst de abonnementcode niet naar een abonnement. De code was: '%s'.

# initial payment on a subscription
source: up front
nl_nl: van tevoren

source: %1$s %2$s then %3$s
nl_nl: %1$s %2$s vervolgens %3$s

source: %1$s %2$s then %3$s every %4$s
nl_nl: %1$s %2$s vervolgens %3$s iedere %4$s

source: %1$s %2$s then %3$s every %4$s on %5$s
nl_nl: %1$s %2$s vervolgens %3$s iedere %4$s op %5$s

source: %1$s %2$s then %3$s on the last day of each month
nl_nl: %1$s %2$s vervolgens %3$s op de laatste dag van iedere maand

source: %1$s %2$s then %3$s on the %4$s of each month
nl_nl: %1$s %2$s vervolgens %3$s op de %4$s van iedere maand

source: %1$s %2$s then %3$s on the last day of every %4$s month
nl_nl: %1$s %2$s vervolgens %3$s op de laatste dag van iedere %4$s maand

source: %1$s %2$s then %3$s on the %4$s day of every %5$s month
nl_nl: %1$s %2$s vervolgens %3$s op de %4$s dag van iedere %5$s maand

source: %1$s %2$s then %3$s on %4$s %5$s each year
nl_nl: %1$s %2$s vervolgens %3$s op %4$s %5$s ieder jaar

source: %1$s %2$s then %3$s on %4$s %5$s every %6$s year
nl_nl: %1$s %2$s vervolgens %3$s op %4$s %5$s iedere %6$s jaar

source: %1$s %2$s then %3$s / %4$s
nl_nl: %1$s %2$s vervolgens %3$s / %4$s

source: %1$s after %2$s free trial
nl_nl: %1$s na %2$s gratis proefversie

source: %1$s free trial then %2$s
nl_nl: %1$s gratis proefabonnement vervolgens %2$s

source: %sth
nl_nl: %se

source: %sst
nl_nl: %se

source: %snd
nl_nl: %se

source: %srd
nl_nl: %se

source: YYYY-MM-DD
nl_nl: JJJJ-MM-DD

source: HH
nl_nl: UU

source: Invalid sort order type: %1$s. The $sort_order argument must be %2$s or %3$s.
nl_nl: Ongeldige sorteervolgorde: %1$s. Het argument $sort_order moet %2$s of %3$s zijn.

# In wcs_copy_order_meta error message. Refers to origin and target order objects.
source: Invalid data. Orders expected aren't orders.
nl_nl: Ongeldige gegevens. Verwachte bestellingen zijn geen bestellingen.

source: Invalid data. Type of copy is not a string.
nl_nl: Ongeldige gegevens. Soort kopie is geen tekenreeks.

source: There was an error fetching the new order (%1$s) for subscription %2$d.
nl_nl: Er is een fout opgetreden bij het ophalen van de nieuwe bestelling (%1$s) voor het abonnement %2$d.

source: Subscription Renewal Order &ndash; %s
nl_nl: Verlengingsaanvraag abonnement &ndash; %s

source: Resubscribe Order &ndash; %s
nl_nl: Bestelling voor opnieuw abonneren &ndash; %s

source: $type passed to the function was not a string.
nl_nl: $type ingevoerd voor de functie is geen tekenreeks.

source: "%s" is not a valid new order type.
nl_nl: '%s' is geen geldig type nieuwe bestelling.

source: Invalid data. No valid subscription / order was passed in.
nl_nl: Ongeldige gegevens. Er is geen geldig abonnement/geldige bestelling ingevoerd.

source: Invalid data. No valid item id was passed in.
nl_nl: Ongeldige gegevens. Er is geen geldig artikelnummer ingevoerd.

# Subscription billing period.
source: day
nl_nl: dag

# Subscription billing period.
source: month
nl_nl: maand

# Subscription billing period.
source: year
nl_nl: jaar

# Subscription length
source: Do not stop until cancelled
nl_nl: Niet stopzetten totdat er geannuleerd wordt

# Subscription lengths. e.g. "For 1 day..."
source: 1 day
nl_nl: 1 dag

# Subscription lengths. e.g. "For 1 month..."
source: 1 month
nl_nl: 1 maand

# Subscription lengths. e.g. "For 1 year..."
source: 1 year
nl_nl: 1 jaar

# period interval (eg "$10 _every_ 2 weeks")
source: every
nl_nl: iedere

# period interval with ordinal number (e.g. "every 2nd"
source: every %s
nl_nl: iedere %s

source: day
nl_nl: dag

source: month
nl_nl: maand

source: year
nl_nl: jaar

# no trial period
source: no
nl_nl: nee

source: Resubscribe
nl_nl: Opnieuw abonneren

source: Subscription Price (%s)
nl_nl: Abonnementsprijs (%s)

source: Subscription Periods
nl_nl: Abonnementsduren

source: for
nl_nl: voor

source: Subscription Length
nl_nl: Abonnementsduur

source: Sign-up Fee (%s)
nl_nl: Aanmeldkosten (%s)

source: Free Trial
nl_nl: Gratis proberen

# example number of days / weeks / months
source: e.g. 3
nl_nl: bijvoorbeeld 3

# Trial period dropdown's description in pricing fields
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
nl_nl: Een optionele periode om te wachten voordat de eerste terugkerende betaling in rekening wordt gebracht. Alle aanmeldkosten worden nog steeds in rekening gebracht aan het begin van het abonnement. %s

source: Synchronise Renewals
nl_nl: Verlengingen synchroniseren

# input field placeholder for day field for annual subscriptions
source: Day
nl_nl: Dag

source: Shipping Method
nl_nl: Verzendmethode

source: Other
nl_nl: Andere

source: Recurring Sales Tax:
nl_nl: Terugkerende omzetbelasting:

source: Shipping Tax:
nl_nl: Verzendbelasting:

source: This is where you'll see and manage all subscriptions in your store. Create a subscription product to turn one-time purchases into a steady income.
nl_nl: Dit is waar je al je abonnementen binnen je winkel kan bekijken en beheren. Maak een abonnementproduct aan om eenmalige aankopen om te zetten in een vast inkomen.

source: Create subscription product
nl_nl: Abonnementproduct aanmaken

source: An error has occurred while processing a recent subscription related event. For steps on how to fix the affected subscription and to learn more about the possible causes of this error, please read our guide %1$shere%2$s.
nl_nl: Er is een fout opgetreden tijdens het verwerken van een recente aan een abonnement gerelateerde actie. Voor stappen voor het herstellen van het betreffende abonnement en meer informatie over de mogelijke oorzaken van deze fout, kan je %1$shier%2$s onze handleiding doornemen.

source: Affected event:
nl_nl: Desbetreffende actie:

source: To see further details about these errors, view the %1$s log file from the %2$sWooCommerce logs screen.%2$s
nl_nl: Om meer informatie over deze fouten te bekijken, open je het %1$s logbestand in het scherm met %2$sWooCommerce logs.%2$s

source: Subscription trial period:
nl_nl: Duur proefabonnement:

source: Billing interval:
nl_nl: Factuurinterval:

source: Billing Period:
nl_nl: Factuurperiode:

# Subscription Length dropdown's description in pricing fields
source: Automatically stop renewing the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
nl_nl: Het abonnement niet automatisch verlengen na afloop van deze periode. Deze periode is bovenop proefabonnementen of opgegeven periode voorafgaand aan een gesynchroniseerde eerste verlengingsdatum.

source: Shipping costs will be calculated once you have provided your address.
nl_nl: Er worden verzendkosten berekend als je je adres hebt opgegeven.

source: There are no shipping methods available. Please double check your address, or contact us if you need any help.
nl_nl: Er zijn geen verzendmethoden beschikbaar. Controleer je adres nog een keer, of neem contact met ons op als je hulp nodig hebt.

# table headings in notification email
source: Quantity
nl_nl: Aantal

# table headings in notification email
source: Totals
nl_nl: Totalen

# text on button on checkout page
source: Change payment method
nl_nl: Betaalmethode wijzigen

# text on button on checkout page
source: Add payment method
nl_nl: Betaalmethode toevoegen

source: Sorry, it seems no payment gateways support changing the recurring payment method. Please contact us if you require assistance or to make alternate arrangements.
nl_nl: Helaas lijkt het erop dat er geen betaalmethodes zijn die het wijzigen van de terugkerende betaalmethode ondersteunen. Neem contact met ons op als je hulp nodig hebt of dingen anders wilt regelen.

source: Use this payment method for %1$sall%2$s of my current subscriptions
nl_nl: Deze betaalmethode gebruiken voor %1$sal%2$s mijn huidige abonnementen

source: Recurring total
nl_nl: Terugkerend totaal

source: Subtotal
nl_nl: Subtotaal

source: Recurring totals
nl_nl: Terugkerende totalen

source: Subscription Number: %s
nl_nl: Abonnementnummer: %s

source: Next Payment Date: %s
nl_nl: Datum volgende betaling: %s

source: Total: %s
nl_nl: Totaal: %s

source: Payment Method: %s
nl_nl: Betaalmethode: %s

# Used in admin email: new renewal order
source: You have received a subscription renewal order from %1$s. Their order is as follows:
nl_nl: Je hebt een bestelling voor een abonnementverlenging ontvangen van %1$s. De bestelling is als volgt:

# Used in switch notification admin email
source: Customer %1$s has switched their subscription. The details of their new subscription are as follows:
nl_nl: Klant %1$s is van abonnement gewisseld. De details van zijn of haar nieuwe abonnement zijn:

source: Switch Order Details
nl_nl: Gegevens gewisselde bestelling

source: New subscription details
nl_nl: Nieuwe abonnementgegevens

# In customer renewal invoice email
source: The automatic recurring payment for order #%d from %s has failed. The payment will be retried %3$s.
nl_nl: De automatisch terugkerende betaling voor bestelnummer %d van %s is mislukt. De betaling wordt opnieuw uitgevoerd %3$s.

source: The renewal order is as follows:
nl_nl: De verlengingsaanvraag is als volgt:

source: A subscription belonging to %1$s has been cancelled. Their subscription's details are as follows:
nl_nl: Er is een abonnement van %1$s geannuleerd. De abonnementgegevens zijn:

# table headings in notification email
source: Price
nl_nl: Prijs

# table heading
source: Last Order Date
nl_nl: Datum laatste bestelling

# table headings in notification email
source: End of Prepaid Term
nl_nl: Einde vooraf betaalde termijn

source: Hi %s,
nl_nl: Hallo %s,

source: We have finished processing your subscription renewal order.
nl_nl: We hebben je verlengingsaanvraag verwerkt.

source: You have successfully changed your subscription items. Your new order and subscription details are shown below for your reference:
nl_nl: Je hebt je abonnementartikelen gewijzigd. Je nieuwe bestel- en abonnementgegevens worden hieronder ter referentie weergegeven:

source: Thanks for your renewal order. It’s on-hold until we confirm that payment has been received. In the meantime, here’s a reminder of your order:
nl_nl: Bedankt voor je verlenging. Hij staat in de wacht tot we bevestigen dat de betaling is ontvangen. Hier volgt een overzicht van je bestelling:

# In customer renewal invoice email
source: The automatic payment to renew your subscription has failed. We will retry the payment %s.
nl_nl: De automatische betaling om je abonnement te verlengen is mislukt. We proberen de betaling opnieuw uit te voeren %s.

# In customer renewal invoice email
source: To reactivate the subscription now, you can also log in and pay for the renewal from your account page: %1$sPay Now &raquo;%2$s
nl_nl: Om het abonnementvenster opnieuw te activeren, kan je ook inloggen en de verlenging betalen via je accountpagina: %1$sNu betalen &raquo;%2$s

source: Just to let you know &mdash; we've received your subscription renewal order #%s, and it is now being processed:
nl_nl: Even ter informatie &mdash; we hebben je verlengingsaanvraag met bestelnummer%s ontvangen en deze wordt nu verwerkt:

# In customer renewal invoice email
source: An order has been created for you to renew your subscription on %1$s. To pay for this invoice please use the following link: %2$s
nl_nl: Er is een bestelling voor je aangemaakt waarmee je je abonnement kan verlengen op %1$s. Gebruik de volgende link om deze factuur te betalen: %2$s

source: Pay Now &raquo;
nl_nl: Nu betalen &raquo;

# In customer renewal invoice email
source: The automatic payment to renew your subscription with %1$s has failed. To reactivate the subscription, please log in and pay for the renewal from your account page: %2$s
nl_nl: De automatische betaling om je abonnement te verlengen met %1$s is mislukt. Om het abonnement opnieuw te activeren, log je in en betaal je de verlenging via je accountpagina: %2$s

# Used in email notification
source: %1$sOrder #%3$s%2$s (%4$s)
nl_nl: %1$sBestelnummer %3$s%2$s (%4$s)

# Used in email notification
source: Subscription %1$s#%2$s%3$s
nl_nl: Abonnement%1$snummer%2$s%3$s

source: Note:
nl_nl: Notitie:

source: A subscription belonging to %1$s has expired. Their subscription's details are as follows:
nl_nl: Er is een abonnement van %1$s verlopen. De abonnementgegevens zijn:

# table headings in notification email
source: End Date
nl_nl: Einddatum

source: A subscription belonging to %1$s has been suspended by the user. Their subscription's details are as follows:
nl_nl: Een abonnement van %1$s is door de gebruiker stopgezet. De abonnementgegevens zijn:

# table headings in notification email
source: Date Suspended
nl_nl: Datum stopzetting

# In customer renewal invoice email
source: The automatic recurring payment for order #%1$s from %2$s has failed. The payment will be retried %3$s.
nl_nl: De automatisch terugkerende betaling voor bestelnummer %1$s van %2$s is mislukt. De betaling wordt opnieuw uitgevoerd %3$s.

source: Last Order Date: %s
nl_nl: Datum laatste bestelling: %s

source: End of Prepaid Term: %s
nl_nl: Einde vooraf betaalde termijn: %s

# in plain emails for subscription information
source: View Subscription: %s
nl_nl: Abonnement weergeven: %s

source: View your order: %s
nl_nl: Bekijk je bestelling: %s

source: View your subscription: %s
nl_nl: Bekijk je abonnement:: %s

# In customer renewal invoice email
source: To reactivate the subscription now, you can also log in and pay for the renewal from your account page: %1$s
nl_nl: Om het abonnementvenster opnieuw te activeren, kan je ook inloggen en de verlenging betalen via je accountpagina: %1$s

source: Order number: %s
nl_nl: Bestelnummer: %s

source: Order date: %s
nl_nl: Besteldatum: %s

source: End Date: %s
nl_nl: Einddatum: %s

source: Last Order: %s
nl_nl: Laatste bestelling: %s

source: Date Suspended: %s
nl_nl: Datum stopzetting: %s

source: Subscription information
nl_nl: Abonnementgegevens

# in plain emails for subscription information
source: Subscription: %s
nl_nl: Abonnement: %s

# in plain emails for subscription information
source: View subscription: %s
nl_nl: Abonnement weergeven: %s

# in plain emails for subscription information
source: Start date: %s
nl_nl: Startdatum: %s

# Used as end date for an indefinite subscription
source: When Cancelled
nl_nl: Wanneer geannuleerd

# in plain emails for subscription information
source: End date: %s
nl_nl: Einddatum: %s

# in plain emails for subscription information
source: Recurring price: %s
nl_nl: Terugkerende prijs: %s

source: Next payment: %s
nl_nl: Volgende betaling: %s

source: This subscription is set to renew automatically using your payment method on file. You can manage or cancel this subscription from your my account page. %s
nl_nl: Het abonnement wordt automatisch verlengd met behulp van de bij ons bekende betaalmethode. Je kan dit abonnement via Mijn account beheren of annuleren. %s

# table heading
source: Start date
nl_nl: Startdatum
