Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: Decimal separator for the currency which can be used to format returned prices.
nl_nl: Decimaal scheidingsteken voor de valuta die kan worden gebruikt voor de indeling van aangegeven prijzen.

source: Thousand separator for the currency which can be used to format returned prices.
nl_nl: Scheidingsteken van duizendtallen voor de valuta die kan worden gebruikt voor de indeling van aangegeven prijzen.

source: Price prefix for the currency which can be used to format returned prices.
nl_nl: Voorvoegsel van de prijs voor de valuta die kan worden gebruikt voor de indeling van aangegeven prijzen.

source: To enable automatic renewals for this subscription, you will first need to add a payment method.
nl_nl: Om automatisch verlengen uit te schakelen voor dit abonnement, moet je eerst een betaalmethode toevoegen.

source: Would you like to add a payment method now?
nl_nl: Wil je nu een betaalmethode toevoegen?

# used in order note as reason for why subscription status changed
source: Subscription renewal payment due:
nl_nl: Verlenging abonnement betalen op:

source: Error: Unable to create renewal order with note "%1$s". Message: %2$s
nl_nl: Fout: kan verlengingsaanvraag niet aanmaken met opmerking '%1$s' Melding: %2$s

source: Manual renewal order awaiting customer payment.
nl_nl: Handmatige verlengingsaanvraag in afwachting van betaling klant.

source: Failed to activate subscription status for order #%1$s: %2$s
nl_nl: Kan abonnementsstatus voor bestelnummer %1$s niet activeren: %2$s

source: Failed to update subscription status after order #%1$s was put on-hold: %2$s
nl_nl: Kan abonnementsstatus niet bijwerken nadat bestelnummer %1$s was onderbroken: %2$s

source: Failed to cancel subscription after order #%1$s was cancelled: %2$s
nl_nl: Abonnement annuleren mislukt nadat bestelnummer %1$s was geannuleerd: %2$s

source: Failed to set subscription as expired for order #%1$s: %2$s
nl_nl: Abonnement verlopen voor bestelnummer %1$s niet ingesteld: %2$s

source: Subscription sign up failed.
nl_nl: Aanmelden voor abonnement mislukt.

source: Failed to process failed payment on subscription for order #%1$s: %2$s
nl_nl: Kan mislukte betaling niet verwerken voor abonnement voor bestelnummer %1$s: %2$s

source: Error: Unable to create subscription. Please try again.
nl_nl: Fout: Kan abonnement niet aanmaken. Probeer het nog eens.

source: Error: Unable to add product to created subscription. Please try again.
nl_nl: Fout: Kan product niet toevoegen aan aangemaakt abonnement. Probeer het nog eens.

source: Pending subscription created.
nl_nl: Abonnement in behandeling aangemaakt.

source: The related subscription #%1$s has been deleted after the customer was deleted by %2$s.
nl_nl: Het gerelateerde abonnement met nummer %1$s is verwijderd toen de klant werd verwijderd door %2$s.

source: The related subscription #%s has been deleted after the customer was deleted.
nl_nl: Het gerelateerde abonnement met nummer %s is verwijderd toen de klant werd verwijderd.

# Subscription status
source: Active
nl_nl: Actief

# Subscription status
source: Cancelled
nl_nl: Geannuleerd

# Subscription status
source: Expired
nl_nl: Verlopen

# Subscription status
source: Pending
nl_nl: In afwachting

# Subscription status
source: Failed
nl_nl: Mislukt

# Subscription status
source: On-hold
nl_nl: In de wacht

source: Change
nl_nl: Wijzigen

source: Failed sign-up for subscription %s.
nl_nl: Aanmelden voor abonnement %s mislukt.

source: Invalid security token, please reload the page and try again.
nl_nl: Ongeldig beveiligingstoken, laad de pagina opnieuw en probeer het opnieuw.

source: Only store managers can edit payment dates.
nl_nl: Alleen winkelmanagers kunnen betaaldatums wijzigen.

source: Please enter all date fields.
nl_nl: Vul alle datumvelden in.

source: Date Changed
nl_nl: Datum gewijzigd

source: Your subscription will be activated when payment clears.
nl_nl: Je abonnement wordt geactiveerd als de betaling is bevestigd.

source: View the status of your subscription in %1$syour account%2$s.
nl_nl: Bekijk de status van je abonnement in %1$sje account%2$s.

source: Subscription Relationship
nl_nl: Relatie abonnement

source: Payment completed on order after subscription was cancelled.
nl_nl: Betaling voltooid voor bestelling nadat abonnement was geannuleerd.

source: Subscription cancelled for refunded order %1$s#%2$s%3$s.
nl_nl: Abonnement geannuleerd voor terugbetaald %1$sbestelnummer%2$s%3$s.

# An order type
source: Original
nl_nl: Origineel

# An order type
source: Subscription Parent
nl_nl: Bovenliggend abonnement

# An order type
source: Subscription Renewal
nl_nl: Verlenging abonnement

# An order type
source: Subscription Resubscribe
nl_nl: Opnieuw geabonneerd

# An order type
source: Subscription Switch
nl_nl: Abonnement gewisseld

# An order type
source: Non-subscription
nl_nl: Geen abonnement

source: All orders types
nl_nl: Alle soorten bestellingen

source: Renewal Order
nl_nl: Verlengingsaanvraag

source: Resubscribe Order
nl_nl: Aanvraag voor opnieuw abonneren

source: Parent Order
nl_nl: Bovenliggende bestelling

source: %1$s now, and
nl_nl: %1$s nu, en

source: %1$s every %2$s
nl_nl: %1$s iedere %2$s

source: %1$s every %2$s on %3$s
nl_nl: %1$s iedere %2$s op %3$s

source: %s on the last day of each month
nl_nl: %s op de laatste dag van iedere maand

source: %1$s on the %2$s of each month
nl_nl: %1$s op de %2$s van iedere maand

source: %1$s on the last day of every %2$s month
nl_nl: %1$s op de laatste dag van iedere %2$s maand

source: %1$s on the %2$s day of every %3$s month
nl_nl: %1$s op de %2$s dag van iedere %3$s maand

source: %1$s on %2$s %3$s each year
nl_nl: %1$s ieder jaar op %2$s %3$s

source: %1$s on %2$s %3$s every %4$s year
nl_nl: %1$s iedere %4$s jaar op %2$s %3$s

source: every %s
nl_nl: iedere %s

source: %1$s for %2$s
nl_nl: %1$s voor %2$s

source: %1$s with %2$s free trial
nl_nl: %1$s met %2$s proefversie

source: %1$s and a %2$s sign-up fee
nl_nl: %1$s en %2$s aanmeldkosten

source: This variation can not be removed because it is associated with existing subscriptions. To remove this variation, please permanently delete any related subscriptions.
nl_nl: Deze variatie kan niet worden verwijderd, omdat hij is gekoppeld aan bestaande abonnementen. Verwijder alle gerelateerde abonnementen om deze variatie te verwijderen.

source: Order %s created to record renewal.
nl_nl: Bestelling %s aangemaakt om verlenging op te slaan..

source: Subscription renewal orders cannot be cancelled.
nl_nl: Verlengingsaanvragen voor abonnementen kunnen niet worden geannuleerd.

source: Synchronise renewals
nl_nl: Verlengingen synchroniseren

source: Align the payment date for all customers who purchase this subscription to a specific day of the week or month.
nl_nl: Stel de betaaldatum voor alle klanten die dit abonnement aanschaffen in op een specifieke dag van de week of maand.

# used in subscription product edit screen
source: Align the payment date for this subscription to a specific day of the year. If the date has already taken place this year, the first payment will be processed in %s. Set the day to 0 to disable payment syncing for this product.
nl_nl: Stel de betaaldatum voor dit abonnement in op een bepaalde dag van het jaar. Als de datum eerder dit jaar was, wordt de eerste betaling verwerkt in %s. Stel de dag in op 0 om synchronisatie van de betaling voor dit product uit te schakelen.

source: Synchronisation
nl_nl: Synchronisatie

# used in the general subscription options page
source: Align subscription renewal to a specific day of the week, month or year. For example, the first day of the month. %1$sLearn more%2$s.
nl_nl: Stel het verlengen van het abonnement in op een specifieke dag van de week, maand of jaar. Bijvoorbeeld de eerste dag van de maand. %1$sMeer informatie%2$s.

source: Align Subscription Renewal Day
nl_nl: Dag van verlenging abonnement instellen

source: Prorate First Renewal
nl_nl: Eerste verlenging evenredig verdeeld

source: If a subscription is synchronised to a specific day of the week, month or year, charge a prorated amount for the subscription at the time of sign up.
nl_nl: Als een abonnement naar een specifieke dag, maand of jaar is gesynchroniseerd, dan breng je tijdens aanmelding een pro rata-bedrag in rekening voor het abonnement.

# when to prorate first payment / subscription length
source: Never (do not charge any recurring amount)
nl_nl: Nooit (geen terugkerend bedrag in rekening brengen)

# when to prorate first payment / subscription length
source: Never (charge the full recurring amount at sign-up)
nl_nl: Nooit (het volledige terugkerende bedrag bij aanmelden in rekening brengen)

source: Sign-up grace period
nl_nl: Respijtperiode aanmelding

# there's a number immediately in front of this text
source: days prior to Renewal Day
nl_nl: dagen voorafgaand aan verlengingsdatum

source: Subscriptions created within this many days prior to the Renewal Day will not be charged at sign-up. Set to zero for all new Subscriptions to be charged the full recurring amount. Must be a positive number.
nl_nl: Abonnementen die binnen zoveel dagen voorafgaand aan de verlengingsdatum worden aangemaakt worden bij aanmelden niet in rekening gebracht. Stel in op nul om het volledige terugkerende bedrag in rekening te brengen voor alle nieuwe abonnementen. Moet een positief getal zijn.

source: Month for Synchronisation
nl_nl: Maand voorafgaand aan synchronisatie

source: Do not synchronise
nl_nl: Niet synchroniseren

source: %s each week
nl_nl: %s iedere week

source: %s day of the month
nl_nl: %s dag van de maand

source: Last day of the month
nl_nl: Laatste dag van de maand

source: Today!
nl_nl: Vandaag!

source: First payment prorated. Next payment: %s
nl_nl: Eerste betaling pro rato. Volgende betaling: %s

source: First payment: %s
nl_nl: Eerste betaling: %s

source: Related order caching is now handled by %1$s.
nl_nl: Gerelateerde bestelling wordt nu gecachet door %1$s.

source: Customer subscription caching is now handled by %1$s.
nl_nl: Klantabonnement wordt nu gecachet door %1$s.

source: Customer subscription caching is now handled by %1$s and %2$s.
nl_nl: Klantabonnement wordt nu gecachet door %1$s en %2$s.

source: new related order methods in WCS_Related_Order_Store
nl_nl: nieuwe gerelateerde bestelmethodes in WCS_Related_Order_Store

source: Weekly
nl_nl: Wekelijks

source: That doesn't appear to be your order.
nl_nl: Het lijk erop dat dat niet je bestelling is.

source: This order can no longer be paid because the corresponding subscription does not require payment at this time.
nl_nl: Deze bestelling kan niet langer worden betaald, aangezien het bijbehorende abonnement op dit moment geen betaling vereist.

source: Complete checkout to renew your subscription.
nl_nl: Voltooi betaling om je abonnement te verlengen.

source: The %s product has been deleted and can no longer be renewed. Please choose a new product or contact us for assistance.
nl_nl: Het %s product is verwijderd en kan niet meer worden verlengd. Kies een nieuw product of neem contact met ons op voor hulp.

source: Subscription #%s has not been added to the cart.
nl_nl: Abonnementnummer%s is niet aan de winkelwagen toegevoegd.

source: Order #%s has not been added to the cart.
nl_nl: Bestelnummer %s is niet aan de winkelwagen toegevoegd.

source: We couldn't find the original subscription for an item in your cart. The item was removed.
nl_nl: We kunnen het oorspronkelijke abonnement voor een artikel in je winkelwagen niet vinden. Het artikel is verwijderd.

source: We couldn't find the original renewal order for an item in your cart. The item was removed.
nl_nl: We kunnen de oorspronkelijke verlengingsaanvraag voor een artikel in je winkelwagen niet vinden. Het artikel is verwijderd.

source: All linked subscription items have been removed from the cart.
nl_nl: Alle gekoppelde abonnementartikelen zijn uit de winkelwagen verwijderd.

source: All linked subscription items were
nl_nl: Alle gekoppelde abonnementartikelen zijn

# The place order button text while renewing a subscription
source: Renew subscription
nl_nl: Abonnement verlengen

source: There was an error with your request to resubscribe. Please try again.
nl_nl: Er is een fout opgetreden met je verzoek om opnieuw te abonneren. Probeer het nog eens.

source: You can not resubscribe to that subscription. Please contact us if you need assistance.
nl_nl: Je kan je hier niet opnieuw op abonneren. Neem contact op met ons als je hulp nodig hebt.

source: Complete checkout to resubscribe.
nl_nl: Voltooi de betaling om opnieuw te abonneren.

source: Customer resubscribed in order #%s
nl_nl: Klant heeft opnieuw een abonnement genomen in bestelnummer%s

# The place order button text while resubscribing to a subscription
source: Resubscribe
nl_nl: Opnieuw abonneren

source: Please choose a valid payment gateway to change to.
nl_nl: Kies een geldige betaalmethode om naar over te schakelen.

source: Admin turned on automatic renewals by changing payment method to "%s" via the Edit Subscription screen.
nl_nl: De beheerder heeft Automatisch verlengen ingeschakeld door de betaalmethode te wijzigen naar '%s' via het scherm Abonnement bewerken.

source: Ignore this error
nl_nl: Deze fout negeren

source: Limit subscription
nl_nl: Abonnement beperken

source: Only allow a customer to have one subscription to this product. %1$sLearn more%2$s.
nl_nl: Een klant toestaan om maar één abonnement op dit product te hebben. %1$sMeer informatie%2$s.

source: Do not limit
nl_nl: Niet beperken

source: Limit to one active subscription
nl_nl: Beperken tot één actief abonnement

source: Limit to one of any status
nl_nl: Beperken tot één voor iedere status

source: Customer turned off automatic renewals via their My Account page.
nl_nl: De klant heeft Automatisch verlengen uitgeschakeld via de pagina Mijn account.

source: Customer turned on automatic renewals via their My Account page.
nl_nl: De klant heeft Automatisch verlengen ingeschakeld via de pagina Mijn account.

source: Auto Renewal Toggle
nl_nl: Automatisch verlengen inschakelen/uitschakelen

source: Display the auto renewal toggle
nl_nl: Automatisch verlengen inschakelen/uitschakelen weergeven

source: Allow customers to turn on and off automatic renewals from their View Subscription page.
nl_nl: Geef klanten toestemming om automatisch verlengen in en uit te schakelen op hun pagina Abonnement weergeven.

source: The deleted payment method was used for automatic subscription payments, we couldn't find an alternative token payment method token to change your subscriptions to.
nl_nl: De verwijderde betaalmethode werd gebruikt voor het automatisch betalen van abonnementen, we hebben geen alternatieve betaalmethode kunnen vinden om voor je abonnementen in te stellen.

# used in subscription note
source: Payment method meta updated after customer deleted a token from their My Account page. Payment meta changed from %1$s to %2$s
nl_nl: Meta betaalmethode bijgewerkt nadat de klant een token heeft verwijderd op zijn of haar Mijn account-pagina. Meta betaling gewijzigd van %1$s naar %2$s

source: The deleted payment method was used for automatic subscription payments. To avoid failed renewal payments in future the subscriptions using this payment method have been updated to use your %1$s. To change the payment method of individual subscriptions go to your %2$sMy Account > Subscriptions%3$s page.
nl_nl: De vertraagde betaalmethode is gebruikt voor automatische betalingen voor abonnementen. Om te voorkomen dat verlengingen in de toekomst niet worden betaald, zijn de abonnementen die de betaalmethode gebruiken bijgewerkt om je %1$s te gebruiken. Om de betaalmethode voor afzonderlijke abonnementen aan te passen, ga je naar de pagina %2$sMijn account > Instellingen%3$s.

source: Would you like to update your subscriptions to use this new payment method - %1$s?%2$sYes%4$s | %3$sNo%4$s
nl_nl: Wil je je abonnementen bijwerken om deze nieuwe betaalmethode %1$s te gaan gebruiken?%2$sJa%4$s | %3$sNee%4$s

# used in subscription note
source: Payment method meta updated after customer changed their default token and opted to update their subscriptions. Payment meta changed from %1$s to %2$s
nl_nl: Meta betaalmethode bijgewerkt nadat de klant de standaard token heeft gewijzigd en ervoor gekozen heeft het abonnement bij te werken. Meta betaling gewijzigd van %1$s naar %2$s

source: That payment method cannot be deleted because it is linked to an automatic subscription. Please %1$sadd a payment method%2$s, before trying again.
nl_nl: Die betaalmethode kan niet worden verwijderd omdat deze verbonden is met een automatisch abonnement. %1$sVoeg een betaalmethode%2$s toe en probeer het opnieuw.

source: That payment method cannot be deleted because it is linked to an automatic subscription. Please choose a %1$sdefault%2$s payment method%3$s, before trying again.
nl_nl: Die betaalmethode kan niet worden verwijderd omdat deze verbonden is met een automatisch abonnement. Kies een %1$sstandaard%2$s betaalmethode%3$s en probeer het opnieuw.

source: Error saving Subscriptions endpoints: %1$sSubscriptions%2$s, %1$sView subscription%2$s and %1$sSubscription payment method%2$s cannot be the same. The changes have been reverted.
nl_nl: Fout tijdens opslaan eindpunten abonnementen: %1$sAbonnementen%2$s, %1$sAbonnementen weergeven%2$s en %1$sBetaalmethode abonnement%2$s mogen niet hetzelfde zijn. De wijzigingen zijn ongedaan gemaakt.

source: Invalid update type: %s. Post update types supported are "add" or "delete". Updates are done on post meta directly.
nl_nl: Ongeldig updatetype: %s. Ondersteunde updatetypes voor berichten zijn 'toevoegen' of 'verwijderen'. Meta van bericht wordt rechtstreeks bijgewerkt.

source: Subscriptions (page %d)
nl_nl: Abonnementen (pagina %d)

source: My Subscription
nl_nl: Mijn abonnement

source: Endpoint for the My Account &rarr; Subscriptions page
nl_nl: Eindpunt voor de pagina Mijn account &rarr; Abonnementen

source: View subscription
nl_nl: Abonnement weergeven

source: Endpoint for the My Account &rarr; View Subscription page
nl_nl: Eindpunt voor de pagina Mijn account &rarr; Abonnement weergeven

source: Subscription payment method
nl_nl: Betaalmethode abonnement

source: Endpoint for the My Account &rarr; Change Subscription Payment Method page
nl_nl: Eindpunt voor de pagina Mijn account &rarr; Betaalmethode abonnement wijzigen

# hash before subscription ID
source: Subscription #%d does not exist.
nl_nl: Abonnementnummer%d bestaat niet.

# used in order note
source: Customer added "%1$s" (Product ID: #%2$d) via the My Account page.
nl_nl: Klant heeft '%1$s' toegevoegd (productnummer: nummer%2$d) via de pagina Mijn account.

source: Your request to undo your previous action was unsuccessful.
nl_nl: Je verzoek om de vorige actie ongedaan te maken is niet gehonoreerd.

# used in order note
source: Customer removed "%1$s" (Product ID: #%2$d) via the My Account page.
nl_nl: Klant heeft '%1$s' verwijderd (productnummer: nummer %2$d) via de pagina Mijn account.

source: You have successfully removed "%1$s" from your subscription. %2$sUndo?%3$s
nl_nl: Je hebt '%1$s' uit je abonnement verwijderd. %2$sOngedaan maken?%3$s

source: Security error. Please contact us if you need assistance.
nl_nl: Beveiligingsfout. Neem contact op met ons als je hulp nodig hebt.

source: You cannot modify a subscription that does not belong to you.
nl_nl: Je kan een abonnement dat niet van jou is niet aanpassen.

source: You cannot remove an item that does not exist.
nl_nl: Je kan een artikel dat niet bestaat niet verwijderen.

source: The item was not removed because this Subscription's payment method does not support removing an item.
nl_nl: Het artikel is niet verwijderd, omdat de betaalmethode voor het abonnement het verwijderen van een artikel niet ondersteunt.

source: Payment processing skipped - renewal order created on %1$sstaging site%2$s under staging site lock. Live site is at %3$s
nl_nl: Verwerking betaling overgeslagen - verlengingsaanvraag aangemaakt op %1$sstaging site%2$s onder staging site-vergrendeling. Live site is op %3$s

source: Subscription locked to Manual Renewal while the store is in staging mode. Payment method changes will take effect in live mode.
nl_nl: Abonnement vergrendeld naar Handmatig verlengen terwijl de winkel in de staging-modus staat. Gewijzigde betaalmethodes worden doorgevoerd in de live modus.

source: Subscription locked to Manual Renewal while the store is in staging mode. Live payment method: %s
nl_nl: Abonnement vergrendeld naar Handmatig verlengen terwijl de winkel in de staging-modus staat. Live betaalmethode: %s

source: It looks like this site has moved or is a duplicate site. %1$sWooCommerce Subscriptions%2$s has disabled automatic payments and subscription related emails on this site to prevent duplicate payments from a staging or test environment. %1$sWooCommerce Subscriptions%2$s considers %5$s%7$s%6$s to be the site's URL. %3$sLearn more &raquo;%4$s.
nl_nl: Het lijkt erop dat deze site is verplaatst of dat het een dubbele site is. %1$sWooCommerce Subscriptions%2$s heeft automatische betalingen en aan abonnementen gerelateerde e-mails uitgeschakeld op deze site om dubbele betalingen van een proef- of testomgeving te voorkomen. %1$sWooCommerce Subscriptions%2$s beschouwt %5$s%7$s%6$s als de URL van de site. %3$sMeer informatie »%4$s.

source: Quit nagging me (but don't enable automatic payments)
nl_nl: Val me niet lastig (maar schakel automatische betalingen niet in)

source: Enable automatic payments
nl_nl: Automatische betalingen inschakelen

source: My Account
nl_nl: Mijn Account

# order note left on subscription after user action
source: Subscription reactivated by the subscriber from their account page.
nl_nl: Abonnement opnieuw geactiveerd door de abonnee via zijn of haar accountpagina.

# Notice displayed to user confirming their action.
source: Your subscription has been reactivated.
nl_nl: Je abonnement is opnieuw geactiveerd.

source: You can not reactivate that subscription until paying to renew it. Please contact us if you need assistance.
nl_nl: Je kan dat abonnement niet opnieuw activeren totdat je hebt betaald om het te verlengen. Neem contact op met ons als je hulp nodig hebt.

# order note left on subscription after user action
source: Subscription put on hold by the subscriber from their account page.
nl_nl: Abonnement onderbroken door de abonnee via zijn of haar accountpagina.

# Notice displayed to user confirming their action.
source: Your subscription has been put on hold.
nl_nl: Je abonnement is onderbroken.

source: You can not suspend that subscription - the suspension limit has been reached. Please contact us if you need assistance.
nl_nl: Je kan dat abonnement niet opzeggen - de opzegtermijn is bereikt. Neem contact op met ons als je hulp nodig hebt.

# order note left on subscription after user action
source: Subscription cancelled by the subscriber from their account page.
nl_nl: Abonnement geannuleerd door de abonnee via zijn of haar accountpagina.

# Notice displayed to user confirming their action.
source: Your subscription has been cancelled.
nl_nl: Je abonnement is verwijderd.

source: That subscription does not exist. Please contact us if you need assistance.
nl_nl: Dat abonnement bestaat niet. Neem contact op met ons als je hulp nodig hebt.

source: That subscription can not be changed to %s. Please contact us if you need assistance.
nl_nl: Dat abonnement kan niet gewijzigd worden in %s. Neem contact op met ons als je hulp nodig hebt.

source: Generate Customer Subscription Cache
nl_nl: Cache aangepast abonnement genereren
