Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

# heading used in an admin notice
source: WooCommerce Subscriptions - Reports Not Available
nl_nl: WooCommerce-abonnementen - rapporten niet beschikbaar

source: Subscription reports are incompatible with the %1$sWooCommerce data storage features%3$s enabled on your store. Please enable %2$stable synchronization%3$s if you wish to use subscription reports.
nl_nl: Abonnementrapporten zijn niet compatibel met de %1$sfuncties voor gegevensopslag van WooCommerce%3$s die voor je winkel zijn ingeschakeld. Schakel %2$stabelsynchronisatie%3$s in als je abonnementrapporten wilt gebruiken.

source: Subscriptions
nl_nl: Abonnementen

source: Subscription Events by Date
nl_nl: Abonnementacties op datum

source: Upcoming Recurring Revenue
nl_nl: Aanstaande terugkerende inkomsten

source: Retention Rate
nl_nl: Opslagsnelheid

source: Subscriptions by Product
nl_nl: Abonnementen per product

source: Subscriptions by Customer
nl_nl: Abonnementen per klant

source: Failed Payment Retries
nl_nl: Betalingen opnieuw proberen mislukt

source: Please note: data for this report is cached. The data displayed may be out of date by up to 24 hours. The cache is updated each morning at 4am in your site's timezone.
nl_nl: Let op: gegevens voor dit rapport worden opgeslagen. De weergegeven gegevens kunnen tot 24 uur oud zijn. De cache wordt iedere ochtend om 4:00 uur bijgewerkt volgens de tijdzone van je site.

# Whether the Report Cache has been enabled
source: Report Cache Enabled
nl_nl: Rapportcache ingeschakeld

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Cache Update Failures
nl_nl: Fouten tijdens cache bijwerken

source: %d failures
nl_nl: %d fouten

source: %2$s%1$s signup%3$s subscription signups this month
nl_nl: %2$s%1$s aanmelding%3$s aanmeldingen voor abonnementen deze maand

source: %s signup revenue this month
nl_nl: %s omzet door aanmelden deze maand

source: %2$s%1$s renewal%3$s subscription renewals this month
nl_nl: %2$s%1$s verlenging%3$s verlengde abonnementen deze maand

source: %s renewal revenue this month
nl_nl: %s omzet door verlengen deze maand

source: %2$s%1$s cancellation%3$s subscription cancellations this month
nl_nl: %2$s%1$s annulering%3$s deze maand geannuleerde abonnementen

# X axis label on retention rate graph
source: Number of days after sign-up
nl_nl: Aantal dagen na aanmelding

# X axis label on retention rate graph
source: Number of weeks after sign-up
nl_nl: Aantal weken na aanmelding

# X axis label on retention rate graph
source: Number of months after sign-up
nl_nl: Aantal maanden na aanmelding

source: Unended Subscription Count
nl_nl: Aantal niet-beëindigde abonnementen

source: Customer
nl_nl: Klant

source: Customers
nl_nl: Klanten

source: No customers found.
nl_nl: Geen klanten gevonden.

source: Customer Totals
nl_nl: Totalen klant

source: Total Subscribers
nl_nl: Aantal abonnees

source: The number of unique customers with a subscription of any status other than pending or trashed.
nl_nl: Het aantal unieke klanten met een abonnement met een willekeurige status anders dan in behandeling of verwijderd.

source: Active Subscriptions
nl_nl: Actieve abonnementen

source: The total number of subscriptions with a status of active or pending cancellation.
nl_nl: Het totale aantal abonnementen met de status actief of in afwachting van annulering.

source: Total Subscriptions
nl_nl: Totale aantal abonnementen

source: The total number of subscriptions with a status other than pending or trashed.
nl_nl: Het totale aantal abonnementen met een status anders dan in behandeling of verwijderd.

source: Total Subscription Orders
nl_nl: Totale aantal abonnementaanvragen

source: The total number of sign-up, switch and renewal orders placed with your store with a paid status (i.e. processing or complete).
nl_nl: Het totale aantal van aanmeldingen, wisselingen en verlengingsaanvragen besteld bij je winkel met een betaalde status (wordt verwerkt of voltooid).

source: Average Lifetime Value
nl_nl: Gemiddelde levensduurwaarde

source: The average value of all customers' sign-up, switch and renewal orders.
nl_nl: De gemiddelde waarde van alle aanmeldingen, wisselingen en verlengingen van klanten.

source: Active Subscriptions %s
nl_nl: Actieve abonnementen %s

source: The number of subscriptions this customer has with a status of active or pending cancellation.
nl_nl: Het aantal abonnementen van de klant met een actieve status of wordt geannuleerd.

source: Total Subscriptions %s
nl_nl: Totale aantal abonnementen %s

source: The number of subscriptions this customer has with a status other than pending or trashed.
nl_nl: Het aantal abonnementen van de klant met een status anders dan in behandeling of verwijderd.

source: Total Subscription Orders %s
nl_nl: Totale aantal abonnementaanvragen %s

source: The number of sign-up, switch and renewal orders this customer has placed with your store with a paid status (i.e. processing or complete).
nl_nl: Het aantal aanmeldingen, wisselingen en verlengingsaanvragen die deze klant heeft geplaatst bij je winkel met een betaalde status (wordt verwerkt of voltooid).

source: Lifetime Value from Subscriptions %s
nl_nl: Levensduurwaarde van abonnementen %s

source: The total value of this customer's sign-up, switch and renewal orders.
nl_nl: De totale waarde van de aanmeldingen, wisselingen en verlengingen van klanten.

source: Products
nl_nl: Producten

source: No products found.
nl_nl: Geen producten gevonden.

source: Subscription Product
nl_nl: Abonnementproduct

source: Subscription Count %s
nl_nl: Aantal abonnementen %s

source: The number of subscriptions that include this product as a line item and have a status other than pending or trashed.
nl_nl: Het aantal abonnementen dat dit product invoegt als regelitem en een status heeft die anders is dan in behandeling of verwijderd.

source: Average Recurring Line Total %s
nl_nl: Gemiddelde terugkerende regeltotaal %s

source: The average line total for this product on each subscription.
nl_nl: Het gemiddelde regeltotaal voor dit product voor ieder abonnement.

source: Average Lifetime Value %s
nl_nl: Gemiddelde levensduurwaarde %s

source: The average line total on all orders for this product line item.
nl_nl: Het gemiddelde regeltotaal voor alle bestellingen voor dit productregelartikel.

source: subscriptions
nl_nl: abonnementen

source: %s signup revenue in this period
nl_nl: %s omzet door aanmeldingen in deze periode

source: The sum of all subscription parent orders, including other items, fees, tax and shipping.
nl_nl: Het totale aantal bovenliggende bestellingen voor abonnementen, inclusief andere artikelen, kosten, btw en verzending.

source: %s renewal revenue in this period
nl_nl: %s inkomsten uit verlengingen in deze periode

source: The sum of all renewal orders including tax and shipping.
nl_nl: Het totale aantal verlengingsaanvragen inclusief btw en verzending.

source: %s resubscribe revenue in this period
nl_nl: %s omzet door opnieuw te abonneren in deze periode

source: The sum of all resubscribe orders including tax and shipping.
nl_nl: Het totale aantal bestellingen om opnieuw te abonneren inclusief btw en verzending.

source: %s switch revenue in this period
nl_nl: %s omzet door wisselen in deze periode

source: The sum of all switch orders including tax and shipping.
nl_nl: Het totale aantal aanvragen om van abonnement te wisselen inclusief btw en verzendkosten.

source: %2$s %1$s new subscriptions
nl_nl: %2$s %1$s nieuwe abonnementen

source: The number of subscriptions created during this period, either by being manually created, imported or a customer placing an order. This includes orders pending payment.
nl_nl: Het aantal tijdens deze periode aangemaakte handmatige, geïmporteerde of door een klant bestelde abonnementen. Dit is inclusief betaling van bestellingen die in behandeling zijn.

source: %2$s %1$s subscription signups
nl_nl: %2$s %1$s aanmeldingen abonnement

source: The number of subscriptions purchased in parent orders created during this period. This represents the new subscriptions created by customers placing an order via checkout.
nl_nl: Het aantal tijdens deze periode aangemaakte aangeschafte abonnementen in bovenliggende bestellingen. Dit vertegenwoordigt de nieuwe abonnementen aangemaakt door klanten die een bestelling plaatsen via betalen.

source: %2$s %1$s subscription resubscribes
nl_nl: %2$s %1$s aantal keren opnieuw abonneren

source: The number of resubscribe orders processed during this period.
nl_nl: Het aantal tijdens deze periode verwerkte bestellingen voor opnieuw abonneren.

source: %2$s %1$s subscription renewals
nl_nl: %2$s %1$s aantal keren abonnement verlengen

source: The number of renewal orders processed during this period.
nl_nl: Het aantal tijdens deze periode verwerkte verlengingsaanvragen.

source: %2$s %1$s subscription switches
nl_nl: %2$s %1$s gewisselde abonnementen

source: The number of subscriptions upgraded, downgraded or cross-graded during this period.
nl_nl: Het aantal abonnementen dat in deze periode is geüpgraded, gedowngraded of gecrossgraded.

source: %2$s %1$s subscription cancellations
nl_nl: %2$s %1$s geannuleerde abonnementen

source: The number of subscriptions cancelled by the customer or store manager during this period. The pre-paid term may not yet have ended during this period.
nl_nl: Het aantal abonnementen dat door de klant of winkelmanager is geannuleerd in deze periode. De vooraf betaalde termijn is wellicht nog niet geëindigd in deze periode.

source: %2$s %1$s ended subscriptions
nl_nl: %2$s %1$s beëindigde abonnementen

source: The number of subscriptions which have either expired or reached the end of the prepaid term if it was previously cancelled.
nl_nl: Het aantal abonnementen dat is verlopen of het einde van de betaalde termijn heeft bereikt als ze eerder zijn geannuleerd.

source: %2$s %1$s current subscriptions
nl_nl: %2$s %1$s huidige abonnementen

source: The number of subscriptions during this period with an end date in the future and a status other than pending.
nl_nl: Het aantal abonnementen in deze periode met een einddatum in de toekomst en een status anders dan in behandeling.

source: %s net subscription gain
nl_nl: %s winst nieuw abonnement

source: %s net subscription loss
nl_nl: %s verlies nieuw abonnement

source: Change in subscriptions between the start and end of the period.
nl_nl: Aangepaste abonnementen tussen het begin en einde van de periode.

source: Year
nl_nl: Jaar

source: Last Month
nl_nl: Afgelopen maand

source: This Month
nl_nl: Deze maand

source: Last 7 Days
nl_nl: Afgelopen 7 dagen

source: Date
nl_nl: Datum

source: Export CSV
nl_nl: CSV exporteren

source: Switched subscriptions
nl_nl: Gewisselde abonnementen

source: New Subscriptions
nl_nl: Nieuwe abonnementen

source: Subscriptions signups
nl_nl: Aanmeldingen abonnementen

source: Number of resubscribes
nl_nl: Aantal keren opnieuw abonneren

source: Number of renewals
nl_nl: Aantal verlengingen

source: Subscriptions Ended
nl_nl: Abonnementen beëindigd

source: Cancellations
nl_nl: Opzeggen

source: Signup Totals
nl_nl: Totalen aanmeldingen

source: Resubscribe Totals
nl_nl: Totalen opnieuw abonneren

source: Renewal Totals
nl_nl: Totalen verlengingen

source: Switch Totals
nl_nl: Totaal aantal keren gewisseld

source: %s renewal revenue recovered
nl_nl: %s herstelde inkomsten verlengingen

source: The total amount of revenue, including tax and shipping, recovered with the failed payment retry system for renewal orders with a failed payment.
nl_nl: De totale inkomsten, inclusief btw en verzendkosten, die hersteld zijn met het systeem voor het opnieuw proberen van mislukte betalingen voor verlengingsaanvragen met een mislukte betaling.

source: %s renewal orders
nl_nl: %s verlengingsaanvragen

source: The number of renewal orders which had a failed payment use the retry system.
nl_nl: Het aantal verlengingsaanvragen met een mislukte betaling die het systeem voor opnieuw proberen gebruiken.

source: %s retry attempts succeeded
nl_nl: %s nieuwe pogingen geslaagd

source: The number of renewal payment retries for this period which were able to process the payment which had previously failed one or more times.
nl_nl: Het aantal nieuwe pogingen om een verlenging te betalen voor deze periode, die de betaling hebben verwerkt die één of meerdere keren was mislukt.

source: %s retry attempts failed
nl_nl: %s nieuwe pogingen mislukt

source: The number of renewal payment retries for this period which did not result in a successful payment.
nl_nl: Het aantal nieuwe pogingen om een verlenging te betalen voor deze periode, die niet tot een geslaagde betaling hebben geleid.

source: %s retry attempts pending
nl_nl: %s nieuwe pogingen in de wacht

source: The number of renewal payment retries not yet processed.
nl_nl: Het aantal nog niet verwerkte pogingen om een verlenging te betalen.

source: Successful retries
nl_nl: Geslaagde nieuwe pogingen

source: Failed retries
nl_nl: Mislukte nieuwe pogingen

source: Pending retries
nl_nl: In afwachting van nieuwe pogingen

source: Recovered Renewal Revenue
nl_nl: Herstelde inkomsten uit verlengingen

source: %s renewal income in this period
nl_nl: %s inkomsten uit verlengingen gedurende deze periode

source: The sum of all the upcoming renewal orders, including items, fees, tax and shipping, for currently active subscriptions.
nl_nl: Het totale aantal aanstaande verlengingsaanvragen, inclusief artikelen, kosten, btw en verzendkosten, voor momenteel actieve abonnementen.

source: The number of upcoming renewal orders, for currently active subscriptions.
nl_nl: Het aantal aanstaande verlengingsaanvragen voor huidige abonnementen.

source: %s average renewal amount
nl_nl: %s gemiddelde hoeveelheid verlengingen

source: Next 12 Months
nl_nl: Volgende 12 maanden

source: Next 30 Days
nl_nl: Volgende 30 dagen

source: Next Month
nl_nl: Volgende maand

source: Next 7 Days
nl_nl: Volgende 7 dagen

source: Renewals count
nl_nl: Aantal verlengingen

source: Renewals amount
nl_nl: Hoeveelheid verlengingen

source: Subscriptions.
nl_nl: Abonnementen

source: Subscriptions Mode
nl_nl: Modus Abonnementen

source: Subscriptions Live Site URL
nl_nl: Live Site URL-abonnementen

source: Subscriptions broken down by status.
nl_nl: Abonnementen uitgelegd per status.

source: Whether the Report Cache is enabled.
nl_nl: Of de rapportcache is ingeschakeld.

source: Number of report cache failures.
nl_nl: Aantal rapportcache-mislukkingen.

source: Subscriptions by Payment Gateway.
nl_nl: Abonnementen per betaalmethode.

source: Payment Gateway Feature Support.
nl_nl: Ondersteuning functie betaalmethode.

source: Invalid subscription ID.
nl_nl: Ongeldig klantnummer.

source: Failed to load subscription object with the ID %d.
nl_nl: Laden van abonnementsobject met ID %d mislukt.

source: Subscription dates could not be set. Error message: %s
nl_nl: Abonnementsdata konden niet worden ingesteld. Foutmelding: %s

source: Subscription status.
nl_nl: Abonnementsstatus

source: Where the subscription was created.
nl_nl: Waar het abonnement is aangemaakt.

source: Currency the subscription was created with, in ISO format.
nl_nl: Valuta waarin het abonnement is aangemaakt, in ISO-formaat.

source: The date the subscription was created, in the site's timezone.
nl_nl: De datum waarop het abonnement is aangemaakt, in de tijdzone van de site.

source: The date the subscription was created, as GMT.
nl_nl: De datum waarop het abonnement is aangemaakt, als GMT.

source: The date the subscription was last modified, in the site's timezone.
nl_nl: De datum waarop het abonnement voor het laatst is bewerkt, in de tijdzone van de site.

source: The date the subscription was last modified, as GMT.
nl_nl: De datum waarop het abonnement voor het laatst is bewerkt, als GMT.

source: User ID who owns the subscription.
nl_nl: Gebruikers-ID die eigenaar is van het abonnement.

source: The status to transition a subscription to.
nl_nl: De status waarin een abonnement moet worden gewijzigd.

source: The number of billing periods between subscription renewals.
nl_nl: Het aantal factuurperiodes tussen verlengingen van een abonnement.

source: Billing period for the subscription.
nl_nl: Factuurperiode van het abonnement.

source: Subscription payment details.
nl_nl: Details betaalmethode abonnement.

source: Payment method meta and token in a post_meta_key: token format.
nl_nl: Meta van betaalmethode en token in het formaat post_meta_key : token.

source: Payment method meta and token in a user_meta_key : token format.
nl_nl: Meta van betaalmethode en token in het formaat user_meta_key : token.

source: The subscription's start date, as GMT.
nl_nl: De begindatum van het abonnement, als GMT.

source: The subscription's trial end date, as GMT.
nl_nl: De einddatum van het proefabonnement, in GMT.

source: The subscription's next payment date, as GMT.
nl_nl: De volgende betaaldatum van het abonnement, als GMT.

source: The subscription's cancelled date, as GMT.
nl_nl: De annuleringsdatum van het abonnement, als GMT.

source: The subscription's end date, as GMT.
nl_nl: De einddatum van het abonnement, als GMT.

source: Limit result set to subscriptions which have specific statuses.
nl_nl: Beperkt resultaat ingesteld op abonnementen met een specifieke status.

source: The %s payment gateway does not support admin changing the payment method.
nl_nl: De %s betaalmethode staat niet toe dat de beheerder de betaalmethode wijzigt.

source: Subscription payment method could not be set to %1$s with error message: %2$s
nl_nl: Betaalmethode voor abonnement kan niet worden ingesteld op %1$s met foutbericht: %2$s

source: Invalid order ID.
nl_nl: Ongeldige bestellings-ID.

source: Failed to load order object with the ID %d.
nl_nl: Laden van bestellingsobject met het ID %d mislukt.

source: Order does not have a customer associated with it. Subscriptions require a customer.
nl_nl: Er is geen klant aan deze bestelling toegewezen. Abonnementen moeten aan een klant zijn gekoppeld.

source: Order already has subscriptions associated with it.
nl_nl: Er zijn al abonnementen aan deze bestelling toegewezen.

source: Invalid subscription status given.
nl_nl: Ongeldige abonnementsstatus opgegeven.

source: You do not have permission to read the subscriptions count
nl_nl: Je hebt geen toestemming om het aantal abonnementen te bekijken

source: You do not have permission to create subscriptions
nl_nl: Je hebt geen toestemming om abonnementen aan te maken

source: The requested subscription cannot be edited.
nl_nl: Het aangevraagde abonnement kan niet worden bewerkt.

# API error message when editing the order failed
source: Edit subscription failed with error: %s
nl_nl: Abonnement verwijderen mislukt met fout: %s

source: Gateway does not support admin changing the payment method on a Subscription.
nl_nl: Methode ondersteunt niet dat de beheerder de betaalmethode van een abonnement wijzigt.

source: Subscription payment method could not be set to %1$s and has been set to manual with error message: %2$s
nl_nl: Betaalmethode voor abonnement kan niet worden ingesteld op %1$s en is ingesteld op handmatig met het foutbericht: %2$s

source: Invalid subscription billing interval given. Must be an integer greater than 0.
nl_nl: Ongeldige factuurinterval abonnement opgegeven. Moet een geheel getal zijn van meer dan 0.

source: Invalid subscription billing period given.
nl_nl: Ongeldige factuurperiode abonnement opgegeven.

# API response confirming order note deleted from a subscription
source: Permanently deleted subscription note
nl_nl: Opmerking permanent verwijderd abonnement

source: Invalid subscription id.
nl_nl: Ongeldig klantnummer.

source: Cannot create subscription: %s.
nl_nl: Kan abonnement niet aanmaken: %s.

source: Updating subscription dates errored with message: %s
nl_nl: Fout abonnementdatum bijwerken met bericht: %s

source: Payment gateway ID.
nl_nl: ID van betaalmethode.

source: The subscription's start date.
nl_nl: De begindatum van het abonnement.

source: The subscription's trial date
nl_nl: De proefdatum van het abonnement

source: The subscription's next payment date.
nl_nl: De volgende betaaldatum van het abonnement.

source: The subscription's end date.
nl_nl: De einddatum van het abonnement.

source: Customer ID is invalid.
nl_nl: Klant ID is ongeldig.

source: The status to transition the subscription to. Unlike the "status" param, this will calculate and update the subscription dates.
nl_nl: De status waarnaar het abonnement moet worden gewijzigd. In tegenstelling tot de 'status'-parameter, wordt de abonnementsduur berekend en bijgewerkt.

source: The subscription's original subscription ID if this is a resubscribed subscription.
nl_nl: Het oorspronkelijke abonnementsnummer van het abonnement indien dit een opnieuw geabonneerd abonnement betreft.

source: The subscription's resubscribed subscription ID.
nl_nl: Het opnieuw geabonneerde abonnementsnummer van het abonnement.

source: The date the subscription's latest order was completed, in GMT.
nl_nl: De datum waarop de laatste bestelling van het abonnement is voltooid, in GMT.

source: The date the subscription's latest order was paid, in GMT.
nl_nl: De datum waarop de laatste bestelling van het abonnement is betaald, in GMT.

source: Removed line items data.
nl_nl: Gegevens verwijderde regelitems.

source: Product name.
nl_nl: Productnaam

source: Product SKU.
nl_nl: Artikelnummer.

source: Variation ID, if applicable.
nl_nl: Variatie ID, wanneer toepasselijk.

source: Quantity ordered.
nl_nl: Aantal besteld.

source: Tax class of product.
nl_nl: Btw-klasse van product.

source: Product price.
nl_nl: Product prijs.

source: Line subtotal (before discounts).
nl_nl: Regel subtotaal (voor kortingen).

source: Line subtotal tax (before discounts).
nl_nl: Regel subtotaal btw (voor kortingen).

source: Line total (after discounts).
nl_nl: Regel totaal (na kortingen).

source: Line total tax (after discounts).
nl_nl: Regel totaal btw (na kortingen).

source: Line taxes.
nl_nl: Regel-belastingen.

source: Tax rate ID.
nl_nl: Belastingtarief-ID

source: Tax total.
nl_nl: Btw totaal.

source: Tax subtotal.
nl_nl: Btw subtotaal.

source: Removed line item meta data.
nl_nl: Metagegevens verwijderd regelitem.

source: Meta key.
nl_nl: Metasleutel.

source: Meta value.
nl_nl: Metawaarde.

source: The type of order related to the subscription.
nl_nl: Het type bestelling dat bij het abonnement hoort.

source: %1$sWooCommerce Subscriptions is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for WooCommerce Subscriptions to work. Please %5$sinstall & activate WooCommerce &raquo;%6$s
nl_nl: %1$sWooCommerce Subscriptions is inactief.%2$s De %3$sWooCommerce plugin%4$s moet actief zijn om WooCommerce Subscriptions te kunnen gebruiken. %5$sInstalleer en activeer WooCommerce »%6$s

source: %1$sWooCommerce Subscriptions is inactive.%2$s This version of Subscriptions requires WooCommerce %3$s or newer. Please %4$supdate WooCommerce to version %3$s or newer &raquo;%5$s
nl_nl: %1$sWooCommerce Subscriptions is inactief.%2$s Deze versie van Subscriptions vereist WooCommerce %3$s of later. %4$sUpdate WooCommerce naar versie %3$s of hoger »%5$s
