Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: When switching to a subscription with a sign up fee, you can require the customer pay only the gap between the existing subscription's sign up fee and the new subscription's sign up fee (if any).
nl_nl: Als je overschakelt naar een abonnement met aanmeldkosten, kan je vereisen dat de klant alleen het verschil betaalt tussen de aanmeldkosten van het bestaande abonnement en die van het nieuwe abonnement (indien deze in rekening worden gebracht).

# when to prorate signup fee when switching
source: Never (do not charge a sign up fee)
nl_nl: Nooit (breng geen aanmeldkosten in rekening)

# when to prorate signup fee when switching
source: Never (charge the full sign up fee)
nl_nl: Nooit (breng de volledige aanmeldkosten in rekening)

# when to prorate signup fee when switching
source: Always
nl_nl: Altijd

source: Prorate Subscription Length
nl_nl: Duur pro rato abonnement

source: When switching to a subscription with a length, you can take into account the payments already completed by the customer when determining how many payments the subscriber needs to make for the new subscription.
nl_nl: Als je overschakelt naar een abonnement met een bepaalde duur, kan je rekening houden met de door de klant reeds voltooide betalingen als je bepaalt hoeveel betalingen de abonnee moet doen voor het nieuwe abonnement.

# when to prorate first payment / subscription length
source: For Virtual Subscription Products Only
nl_nl: Alleen voor virtuele abonnementproducten

# when to prorate first payment / subscription length
source: For All Subscription Products
nl_nl: Voor alle abonnementproducten

source: Switch Button Text
nl_nl: Tekst wisselknop

source: Customise the text displayed on the button next to the subscription on the subscriber's account page. The default is "Switch Subscription", but you may wish to change this to "Upgrade" or "Change Subscription".
nl_nl: Pas de weergegeven tekst aan op de knop naast het abonnement op de accountpagina van de abonnee. De standaardinstelling is 'Abonnement wisselen', maar je kan dit wijzigen in 'Upgraden' of 'Abonnement wijzigen'.

source: Upgrade or Downgrade
nl_nl: Upgraden of downgraden

source: Allow Switching
nl_nl: Wisselen toestaan

# when to allow switching
source: Between Subscription Variations
nl_nl: Tussen verschillende abonnementen

# when to allow switching
source: Between Grouped Subscriptions
nl_nl: Tussen gegroepeerde abonnementen

source: Switch order cancelled due to a new switch order being created #%s.
nl_nl: Bestelling om te wisselen geannuleerd, omdat er een nieuwe bestelling voor een wisseling met nummer %s wordt aangemaakt.

source: You can only switch to a subscription product.
nl_nl: Je kan alleen naar een abonnementproduct wisselen.

source: We can not find your old subscription item.
nl_nl: We kunnen je oude abonnementartikel niet vinden.

source: You can not switch to the same subscription.
nl_nl: Je kan niet naar hetzelfde abonnement wisselen.

source: You can not switch this subscription. It appears you do not own the subscription.
nl_nl: Je kan dit abonnement niet wisselen. Het lijkt erop dat het abonnement niet van jou is.

source: There was an error locating the switch details.
nl_nl: Er is een fout opgetreden tijdens het zoeken naar de gegevens over de wisseling.

# a switch type
source: Downgrade
nl_nl: Downgraden

# a switch type
source: Upgrade
nl_nl: Upgraden

# a switch type
source: Crossgrade
nl_nl: Crossgraden

source: The original subscription item being switched cannot be found.
nl_nl: Kan het oorspronkelijke abonnement dat wordt gewisseld niet vinden.

source: The item on the switch order cannot be found.
nl_nl: Kan het artikel op de bestelling met het gewisselde abonnement niet vinden.

# used in order notes
source: Customer switched from: %1$s to %2$s.
nl_nl: Klant is gewisseld van: %1$s naar %2$s.

# used in order notes
source: Customer added %s.
nl_nl: Klant heeft %s toegevoegd.

source: Switch Order
nl_nl: Bestelling wisselen

source: Switched Subscription
nl_nl: Gewisseld abonnement

# add to cart button text while switching a subscription
source: Switch subscription
nl_nl: Abonnement wisselen

# Subscription status
source: Switched
nl_nl: Gewisseld

# The place order button text while switching a subscription
source: Switch subscription
nl_nl: Abonnement wisselen

source: Invalid switch type "%s". Switch must be one of: "upgrade", "downgrade" or "crossgrade".
nl_nl: Ongeldig wisseltype '%s'. Wisseling moet een van de volgende zijn: 'upgrade', 'downgrade' of 'crossgrade'.

source: Your cart contained an invalid subscription switch request. It has been removed from your cart.
nl_nl: Je winkelwagen bevatte een ongeldig verzoek om van abonnement te wisselen. Het is verwijderd uit je winkelwagen.

source: By renewing your subscription early your next payment will be %s.
nl_nl: Door je abonnement vroegtijdig te verlengen, is je volgende betaling %s.

source: By renewing your subscription early, your scheduled next payment on %s will be cancelled.
nl_nl: Door je abonnement vroegtijdig te verlengen, word je volgende geplande betaling voor %s geannuleerd.

source: Want to renew early via the checkout? Click %shere.%s
nl_nl: Wil je vroegtijdig verlengen tijdens het afrekenen? Klik %shier.%s

source: Invalid relation type: %1$s. Order relationship type must be one of: %2$s.
nl_nl: Ongeldig relatietype: %1$s. Relatietype bestelling moet het volgende zijn: %2$s.

source: Simple subscription
nl_nl: Eenvoudig abonnement

source: Variable subscription
nl_nl: Variabel abonnement

source: Downloadable
nl_nl: Downloadbaar

source: Virtual
nl_nl: Virtueel

source: Choose the subscription price, billing interval and period.
nl_nl: Kies de abonnementsprijs, factuurintervallen en periode.

# Trial period field tooltip on Edit Product administration screen
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
nl_nl: Een optionele periode om te wachten voordat de eerste terugkerende betaling in rekening wordt gebracht. Alle aanmeldkosten worden nog steeds in rekening gebracht aan het begin van het abonnement. %s

source: Subscription price (%s)
nl_nl: Abonnementsprijs (%s)

# example price
source: e.g. 5.90
nl_nl: bijvoorbeeld 5,90

source: Subscription interval
nl_nl: Interval abonnement

source: Subscription period
nl_nl: Abonnementsduur

source: Stop renewing after
nl_nl: niet verlengen na

source: Automatically stop renewing the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
nl_nl: Het abonnement niet automatisch verlengen na afloop van deze periode. Deze periode is bovenop proefabonnementen of opgegeven periode voorafgaand aan een gesynchroniseerde eerste verlengingsdatum.

source: Sign-up fee (%s)
nl_nl: Aanmeldkosten (%s)

# example price
source: e.g. 9.90
nl_nl: bijvoorbeeld 9,90

source: Optionally include an amount to be charged at the outset of the subscription. The sign-up fee will be charged immediately, even if the product has a free trial or the payment dates are synced.
nl_nl: Voeg optioneel een bedrag toe dat in rekening moet worden gebracht aan het begin van het abonnement. De aanmeldkosten worden onmiddellijk in rekening gebracht, zelfs als het product een gratis proefversie heeft of als de betaaldatums gesynchroniseerd zijn.

source: Free trial
nl_nl: Gratis Proefabonnement

source: Subscription Trial Period
nl_nl: Duur proefabonnement

source: One time shipping
nl_nl: Eenmalig verzenden

source: Shipping for subscription products is normally charged on the initial order and all renewal orders. Enable this to only charge shipping once on the initial order. Note: for this setting to be enabled the subscription must not have a free trial or a synced renewal date.
nl_nl: Verzendkosten voor abonnementproducten worden normaal gesproken bij de eerste bestelling en alle verlengingsaanvragen in rekening gebracht. Schakel dit in om alleen voor de eerste bestelling verzendkosten in rekening te brengen. Opmerking: om deze instelling in te schakelen, mag het abonnement geen proefversie bevatten en geen gesynchroniseerde verlengdatum hebben.

source: Subscription pricing
nl_nl: Abonnementsprijs

source: Subscription sign-up fee
nl_nl: Aanmeldkosten abonnement

source: Subscription billing interval
nl_nl: Factuurinterval abonnement

source: Free trial length
nl_nl: Duur gratis proefversie

source: Free trial period
nl_nl: Periode gratis proefversie

source: Unable to change subscription status to "%s". Please assign a customer to the subscription to activate it.
nl_nl: Kan abonnementsstatus niet wijzigen in '%s'. Wijs een klant toe aan het abonnement om het te activeren.

source: Trashing this order will also trash the subscriptions purchased with the order.
nl_nl: Als deze bestelling wordt verwijderd, worden ook alle met de bestelling aangeschafte abonnementen verwijderd.

source: Enter the new period, either day, week, month or year:
nl_nl: Voer de nieuwe periode in van een dag, week, maand:

source: Enter a new length (e.g. 5):
nl_nl: Voer een nieuwe duur in (bijvoorbeeld 5):

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
nl_nl: Voer een nieuw interval in als enkel getal (om iedere tweede maand een bedrag in rekening te brengen, voer je 2 in):

source: Delete all variations without a subscription
nl_nl: Alle variaties zonder een abonnement verwijderen

source: An error occurred determining if that variation can be deleted. Please try again.
nl_nl: Er is een fout opgetreden bij het vaststellen of die variatie kan worden verwijderd. Probeer het nog eens.

source: That variation can not be removed because it is associated with active subscriptions. To remove this variation, please cancel and delete the subscriptions for it.
nl_nl: Die variatie kan niet worden verwijderd, omdat hij is gekoppeld aan actieve abonnementen. Om deze variatie te verwijderen, moet je de abonnementen ervoor annuleren en verwijderen.

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
nl_nl: Je staat op het punt om één of meer bestellingen met een abonnement te verwijderen. Als deze bestellingen worden verwijderd, worden ook alle met deze bestellingen aangeschafte abonnementen verwijderd.

source: WARNING: Bad things are about to happen! The payment gateway used to purchase this subscription does not support modifying a subscription's details. Changes to the billing period, recurring discount, recurring tax or recurring total may not be reflected in the amount charged by the payment gateway.
nl_nl: WAARSCHUWING: Er gaan slechte dingen gebeuren! De gebruikte betaalmethode om het abonnement aan te schaffen ondersteunt niet het aanpassen van de abonnementgegevens. Wijzigingen in de factuurperiode, terugkerende korting, terugkerende btw of terugkerend totaal worden wellicht niet weerspiegeld in het door de betaalmethode in rekening gebrachte bedrag.

source: You are deleting a subscription item. You will also need to manually cancel and trash the subscription on the Manage Subscriptions screen.
nl_nl: Je verwijdert een abonnementartikel. Je moet het abonnement ook handmatig annuleren en verwijderen op het scherm Abonnementen beheren.

source: Warning: Deleting a user will also delete the user's subscriptions. The user's orders will remain but be reassigned to the 'Guest' user. Do you want to continue to delete this user and any associated subscriptions?
nl_nl: Waarschuwing: Als er een gebruiker wordt verwijderd, worden ook de abonnementen van de gebruiker verwijderd. De bestellingen van de gebruiker blijven, maar worden toegewezen aan de ‘gastgebruiker’. Wil je doorgaan met het verwijderen van deze gebruiker en bijbehorende abonnementen?

source: PayPal Standard has a number of limitations and does not support all subscription features.
nl_nl: PayPal Standard heeft een aantal beperkingen en ondersteunt niet alle abonnementfuncties.

source: Because of this, it is not recommended as a payment method for Subscriptions unless it is the only available option for your country.
nl_nl: Hierdoor wordt het niet aanbevolen als betaalmethode voor abonnementen, tenzij het de enige beschikbare optie voor je land is.

source: This action cannot be reversed. Are you sure you wish to erase personal data from the selected subscriptions?
nl_nl: Deze actie kan niet ongedaan worden gemaakt. Weet je zeker dat je persoonsgegevens uit de geselecteerde bestellingen wilt wissen?

# used in admin pointer script params in javascript as type pointer content
source: %1$sChoose Subscription%2$s%3$sThe WooCommerce Subscriptions extension adds two new subscription product types - %4$sSimple subscription%5$s and %6$sVariable subscription%7$s.%8$s
nl_nl: %1$sAbonnement kiezen%2$s%3$sDe WooCommerce Subscriptions-extensie voegt twee nieuwe soorten abonnementproducten toe - %4$sEenvoudig abonnement%5$s en %6$sVariabel abonnement%7$s.%8$s

# used in admin pointer script params in javascript as price pointer content
source: %1$sSet a Price%2$s%3$sSubscription prices are a little different to other product prices. For a subscription, you can set a billing period, length, sign-up fee and free trial.%4$s
nl_nl: %1$sEen prijs instellen%2$s%3$sAbonnementsprijzen verschillen een beetje van de prijzen voor andere producten. Voor een abonnement kan je een factuurperiode, duur, aanmeldkosten en proefperiode instellen.%4$s

source: Active subscriber?
nl_nl: Actieve abonnee?

source: Manage Subscriptions
nl_nl: Beheer abonnementen

source: Search Subscriptions
nl_nl: Abonnementen zoeken

# options section heading
source: Miscellaneous
nl_nl: Overige opties

source: Mixed Checkout
nl_nl: Gecombineerd betalen

source: Allow multiple subscriptions and products to be purchased simultaneously.
nl_nl: Sta toe dat er meerdere abonnementen en producten tegelijk aangeschaft kunnen worden.

source: Allow a subscription product to be purchased with other products and subscriptions in the same transaction.
nl_nl: Sta toe dat er een abonnementproduct aangeschaft kan worden met andere producten en abonnementen tijdens dezelfde transactie.

source: We can't find a subscription with ID #%d. Perhaps it was deleted?
nl_nl: We kunnen geen abonnement vinden met nummer%d. Wellicht is het verwijderd?

source: We weren't able to locate the set of report results you requested. Please regenerate the link from the %1$sSubscription Reports screen%2$s.
nl_nl: We kunnen de door jou aangevraagde rapportresultaten niet vinden. Maak de link naar het scherm %1$sAbonnementsrapporten%2$s opnieuw aan.

source: We can't find a paid subscription order for this user.
nl_nl: We kunnen geen betaalde abonnementaanvraag voor deze gebruiker vinden.

source: Showing orders for %1$sSubscription %2$s%3$s
nl_nl: Bestellingen weergeven voor %1$sabonnement %2$s%3$s

source: The trial period can not exceed: %1$s, %2$s, %3$s or %4$s.
nl_nl: De proefperiode mag niet worden overschreden: %1$s, %2$s, %3$s of %4$s.

source: The trial period can not exceed %s.
nl_nl: De proefperiode mag niet worden overschreden %s.

source: Please log in to your account to view your subscriptions.
nl_nl: Meld je aan op je account om je abonnementen te bekijken.

source: No subscriptions found for that customer.
nl_nl: Er zijn geen abonnementen gevonden voor die abonnee.

source: You do not have permission to view those subscriptions.
nl_nl: Je hebt geen toestemming om die abonnementen te bekijken.

# Live or Staging, Label on WooCommerce -> System Status page
source: Subscriptions Mode
nl_nl: Modus Abonnementen

source: Automatic Recurring Payments
nl_nl: Automatische herhaaldelijke betalingen

source: Supports automatic renewal payments.
nl_nl: Ondersteunt betalingen voor automatische verlenging.

source: Subscription items can no longer be edited.
nl_nl: Abonnementartikelen kunnen niet meer worden bewerkt.

source: This subscription is no longer editable because the payment gateway does not allow modification of recurring amounts.
nl_nl: Dit abonnement kan niet meer worden bewerkt, omdat de betaalmethode niet toestaat om terugkerende bedragen aan te passen.

source: No payment gateways capable of processing automatic subscription payments are enabled. If you would like to process automatic payments, we recommend the %1$sfree Stripe extension%2$s.
nl_nl: Er zijn geen betaalmethodes ingeschakeld waarmee abonnementen automatisch kunnen worden betaald. Als je automatische betalingen wilt verwerken, raden we de %1$sgratis Stripe-extensie%2$s aan.

source: Recurring Payments
nl_nl: Herhaaldelijke betalingen

source: Payment gateways which don't support automatic recurring payments can be used to process %1$smanual subscription renewal payments%2$s.
nl_nl: Betaalmethodes die geen automatisch terugkerende betalingen ondersteunen, kunnen worden gebruikt om %1$shandmatige betalingen voor verlenging van een abonnement%2$s te verwerken.

source: Note that purchasing a subscription still requires an account.
nl_nl: Er is nog steeds een account vereist om een abonnement aan te schaffen.

source: The product type can not be changed because this product is associated with subscriptions.
nl_nl: Het producttype kan niet worden gewijzigd, aangezien dit product gekoppeld is aan abonnementen.

source: Allow subscription customers to create an account during checkout
nl_nl: Abonnementsklanten toestaan een account aan te maken tijdens het afrekenen

source: No subscriptions found.
nl_nl: Geen abonnementen gevonden.

# meta box title
source: Subscription Data
nl_nl: Abonnementgegevens

# meta box title
source: Schedule
nl_nl: Inplannen

source: Related Orders
nl_nl: Gerelateerde bestellingen

source: Please enter a start date in the past.
nl_nl: Voer een begindatum in die in het verleden ligt.

source: Please enter a date at least 2 minutes into the future.
nl_nl: Gelieve een datum in te geven dat minstens 2 minuten in de toekomst is.

source: Please enter a date at least one hour into the future.
nl_nl: Voer een datum in die ten minste één uur in de toekomst ligt.

source: Please enter a date after the trial end.
nl_nl: Voer een datum in die na beëindiging van het proefabonnement ligt.

source: Please enter a date after the start date.
nl_nl: Voer een datum in die na de begindatum ligt.

source: Please enter a date before the next payment.
nl_nl: Voer een datum in die voor de volgende betaling ligt.

source: Please enter a date after the next payment.
nl_nl: Voer een datum in die na de volgende betaling ligt.

source: Are you sure you want to process a renewal? This will charge the customer and email them the renewal order (if emails are enabled).
nl_nl: Weet je zeker dat je een verlenging wilt verwerken? Er wordt dan iets in rekening gebracht bij de klant en de verlengingsaanvraag wordt naar de klant verzonden (indien e-mails zijn ingeschakeld).

source: Are you sure you want to retry payment for this renewal order? This will attempt to charge the customer and send renewal order emails (if emails are enabled).
nl_nl: Weet je zeker dat je deze verlengingsaanvraag opnieuw wilt proberen te betalen? Er wordt geprobeerd om de klant te laten betalen en er worden e-mails over verlengingsaanvragen verzonden (indien e-mails zijn ingeschakeld).

source: Process renewal
nl_nl: Verlengingen verwerken

source: Create pending renewal order
nl_nl: Verlengingsaanvraag in behandeling aanmaken

source: Create pending parent order
nl_nl: Bovenliggende bestelling in behandeling aanmaken

source: Retry Renewal Payment
nl_nl: Verlenging opnieuw proberen te betalen

source: Process renewal order action requested by admin.
nl_nl: Actie voor verwerken verlengingsaanvraag aangevraagd door beheerder..

source: Create pending renewal order requested by admin action.
nl_nl: Verlengingsaanvraag in behandeling aanmaken aangevraagd door beheerdersactie.

source: Create pending parent order requested by admin action.
nl_nl: Bovenliggende bestelling in behandeling aanmaken aangevraagd door beheerdersactie.

source: Retry renewal payment action requested by admin.
nl_nl: Verlenging opnieuw proberen te betalen aangevraagd door beheerder.

source: This order contains line items with prices above the current product price. To override the product's live price when the customer pays for this order, lock in the manual price increases.
nl_nl: Deze bestelling bevat regelitems met prijzen boven de huidige productprijs. Om de live prijs van het product te overschrijven als de klant voor deze bestelling betaalt, vergrendel je de handmatige prijsverhogingen.

source: Lock manual price increases
nl_nl: Handmatige prijsverhogingen vergrendelen

source: Search for a product&hellip;
nl_nl: Zoek naar een product &hellip;

# an action on a subscription
source: Move to Trash
nl_nl: Verplaatsen naar prullenbak

# an action on a subscription
source: Restore
nl_nl: Herstellen

# an action on a subscription
source: Delete Permanently
nl_nl: Permanent verwijderen

# an action on a subscription
source: Activate
nl_nl: Activeren

# an action on a subscription
source: Put on-hold
nl_nl: In de wacht gezet

# an action on a subscription
source: Cancel
nl_nl: Annuleren

source: %s subscription status changed.
nl_nl: %s abonnementsstatus gewijzigd.

source: %1$s subscription could not be updated: %2$s
nl_nl: %1$s abonnement kan niet worden bijgewerkt: %2$s

source: Subscription
nl_nl: Abonnement

source: Items
nl_nl: Artikelen

source: Total
nl_nl: Totaal

source: Start Date
nl_nl: Startdatum

source: Trial End
nl_nl: Einde proefabonnement

source: Next Payment
nl_nl: Volgende betaling

source: Last Order Date
nl_nl: Datum laatste bestelling

source: End Date
nl_nl: Einddatum

# number of orders linked to a subscription
source: Orders
nl_nl: Bestellingen

source: This subscription couldn't be loaded from the database. %s Click to learn more.
nl_nl: Dit abonnement kon niet vanuit de database worden geladen. %s Klik voor meer informatie.

# meaning billing address
source: Billing:
nl_nl: Facturering:

source: Email: %s
nl_nl: E-mailadres: %s

# Subscription title on admin table. (e.g.: #211 for John Doe)
source: %1$s#%2$s%3$s for %4$s
nl_nl: %1$snummer%2$s%3$s voor %4$s

source: Show more details
nl_nl: Meer details tonen

source: %d item
nl_nl: %d artikel

source: Y/m/d g:i:s A
nl_nl: j F Y H:i

source: <b>Subscription payment overdue.</b></br>
nl_nl: <b>Betaling van abonnement is achterstallig.</b></br>

source: This date should be treated as an estimate only. The payment gateway for this subscription controls when payments are processed.</br>
nl_nl: Deze datum mag alleen als schatting worden behandeld. De betaalmethode voor dit abonnement bepaalt wanneer betalingen worden verwerkt.</br>

source: Subscription updated.
nl_nl: Abonnement bijgewerkt.

source: Custom field updated.
nl_nl: Custom veld bijgewerkt.

source: Custom field deleted.
nl_nl: Custom veld verwijderd.

# used in post updated messages
source: Subscription restored to revision from %s
nl_nl: Abonnement teruggezet naar revisie van %s

source: Subscription saved.
nl_nl: Abonnement opgeslagen.

source: Subscription submitted.
nl_nl: Abonnement ingediend.

source: Subscription scheduled for: %1$s.
nl_nl: Abonnement gepland voor: %1$s.

# used in "Subscription scheduled for <date>"
source: M j, Y @ G:i
nl_nl: j F Y @ H:i

source: Subscription draft updated.
nl_nl: Conceptabonnement bijgewerkt.

source: Any Payment Method
nl_nl: Alle betaalmethodes

source: None
nl_nl: Geen

source: Manual Renewal
nl_nl: Handmatige verlenging

source: Search for a customer&hellip;
nl_nl: Zoek naar een klant&hellip;

source: Reactivate
nl_nl: Heractiveren
