Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

# table heading
source: End date
nl_nl: Eind Datum

# table heading
source: Recurring total
nl_nl: Terugkerend totaal

# subscription number in email table. (eg: #106)
source: #%s
nl_nl: Nummer%s

# Used as end date for an indefinite subscription
source: When cancelled
nl_nl: Wanneer geannuleerd

source: This subscription is set to renew automatically using your payment method on file. You can manage or cancel this subscription from your %smy account page%s.
nl_nl: Het abonnement wordt automatisch verlengd met behulp van de bij ons bekende betaalmethode. Je kan dit abonnement via %sMijn account%s beheren of annuleren.

# table heading
source: Next payment
nl_nl: Volgende betaling

# table heading
source: Next Payment
nl_nl: Volgende betaling

# Used in data attribute. Escaped
source: Total
nl_nl: Totaal

# view a subscription
source: View
nl_nl: Bekijk

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: You have reached the end of subscriptions. Go to the %sfirst page%s.
nl_nl: Je bent aan het einde gekomen van abonnementen. Ga naar de %seerste pagina%s.

source: You have no active subscriptions.
nl_nl: Je hebt geen actieve abonnementen.

source: Browse products
nl_nl: Door producten zoeken

source: Related orders
nl_nl: Gerelateerde bestellingen

source: Order
nl_nl: Volgorde

source: %1$s for %2$d item
nl_nl: %1$s voor %2$d artikel

# pay for a subscription
source: Pay
nl_nl: Betalen

source: Related subscriptions
nl_nl: Gerelateerde abonnementen

# customer subscription table header
source: Start date
nl_nl: Startdatum

# customer subscription table header
source: Last order date
nl_nl: Datum laatste bestelling

# customer subscription table header
source: Next payment date
nl_nl: Datum volgende betaling

# customer subscription table header
source: End date
nl_nl: Eind Datum

# customer subscription table header
source: Trial end date
nl_nl: Einddatum proefabonnement

source: Auto renew
nl_nl: Automatisch verlengen

source: Enable auto renew
nl_nl: Schakel automatische vernieuwing in

source: Disable auto renew
nl_nl: Automatisch verlengen uitschakelen

source: Using the auto-renewal toggle is disabled while in staging mode.
nl_nl: Automatisch verlengen inschakelen/uitschakelen is uitgeschakeld in de Staging-modus.

source: Payment
nl_nl: Betaling

source: Actions
nl_nl: Acties

source: Subscription updates
nl_nl: Updates voor abonnement

# date on subscription updates list. Will be localized
source: l jS \o\f F Y, h:ia
nl_nl: \f F Y, h:ial jS \o

source: Are you sure you want to remove this item from your subscription?
nl_nl: Weet je zeker dat je dit artikel uit je abonnement wilt verwijderen?

source: Subscription totals
nl_nl: Abonnement totalen

source: You have an active subscription to this product already.
nl_nl: Je hebt al een actief abonnement voor dit product.

source: This product is currently out of stock and unavailable.
nl_nl: Dit product is momenteel niet op voorraad.

source: You have added a variation of this product to the cart already.
nl_nl: Je hebt al een vergelijkbaar product aan je winkelwagen toegevoegd.

source: Clear
nl_nl: Wissen

# Error message while creating a subscription
source: Invalid created date. The date must be a string and of the format: "Y-m-d H:i:s".
nl_nl: Ongeldige aanmaakdatum. De datum moet een tekenreeks zijn en de volgende indeling hebben: 'Y-m-d H:i:s'.

# Error message while creating a subscription
source: Subscription created date must be before current day.
nl_nl: Aanmaakdatum abonnement moet voor huidige datum liggen.

# Error message while creating a subscription
source: Invalid date. The date must be a string and of the format: "Y-m-d H:i:s".
nl_nl: Ongeldige datum. De datum moet een tekenreeks zijn en de volgende indeling hebben: 'Y-m-d H:i:s'.

# Error message while creating a subscription
source: Invalid subscription customer_id.
nl_nl: Ongeldige customer_id abonnement.

# Subscription status
source: On hold
nl_nl: In de wacht

# Subscription status
source: Pending Cancellation
nl_nl: In afwachting van annuleren

source: Can not get status name. Status is not a string.
nl_nl: Kan statusnaam niet ophalen. Status is geen tekenreeks.

source: Can not get address type display name. Address type is not a string.
nl_nl: Kan weergavenaam adrestype niet ophalen. Adrestype is geen tekenreeks.

# table heading
source: Start Date
nl_nl: Startdatum

# table heading
source: Trial End
nl_nl: Einde proefabonnement

# table heading
source: Cancelled Date
nl_nl: Annuleringsdatum

# table heading
source: End Date
nl_nl: Einddatum

source: Date type is not a string.
nl_nl: Datumtype is geen tekenreeks.

source: Date type can not be an empty string.
nl_nl: Datumtype mag geen lege tekenreeks zijn.

source: day
nl_nl: dag

source: month
nl_nl: maand

source: year
nl_nl: jaar

source: %1$s %2$s %3$d %4$s
nl_nl: %1$s %2$s(%3$s)%4$s

source: Free
nl_nl: Gratis

source: Due: %1$s
nl_nl: te voldoen: %1$s

source: Starting: %1$s
nl_nl: Startdatum: %s

source: Daily recurring total
nl_nl: Dagelijkse kosten

source: Weekly recurring total
nl_nl: Wekelijkse kosten

source: Monthly recurring total
nl_nl: Maandelijkse kosten

source: Yearly recurring total
nl_nl: Jaarlijkse kosten

source: Recurring total every 2nd %1$s
nl_nl: Terugkerende kosten elke 2e %1$s

source: Recurring total every 3rd %1$s
nl_nl: Terugkerende kosten elke 3e %1$s

source: Recurring total every %1$dth %2$s
nl_nl: Terugkerende kosten elke %1$e %2$s

source: Total due today
nl_nl: Totaal te voldoen

source: for 1
nl_nl: voor 1

source: for
nl_nl: voor

source: every
nl_nl: iedere

source: %s (resubscription)
nl_nl: abonnementen

source: Upgrade
nl_nl: Upgraden

source: Downgrade
nl_nl: Downgraden

source: Crossgrade
nl_nl: Migreren

source: Due today %s
nl_nl: Vandaag te voldoen %s

source: %s due today
nl_nl: %s vandaag te voldoen
