Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: This will generate the persistent cache for linking users with subscriptions. The caches will be generated overtime in the background (via Action Scheduler).
nl_nl: Hiermee wordt de permanente cache gegenereerd om gebruikers aan abonnementen te koppelen. De caches worden na verloop van tijd op de achtergrond gegenereerd (via Action Scheduler).

source: Delete Customer Subscription Cache
nl_nl: Cache aangepast abonnement verwijderen

source: This will clear the persistent cache of all of subscriptions stored against users in your store. Expect slower performance of checkout, renewal and other subscription related functions after taking this action. The caches will be regenerated overtime as queries to find a given user's subscriptions are run.
nl_nl: Hiermee wordt de permanente cache verwijderd van alle voor gebruikers opgeslagen abonnementen in je winkel. Je kan tragere prestaties verwachten van betalen, verlengen en overige abonnementgerelateerde functies na het uitvoeren van deze actie. De caches worden na verloop van tijd opnieuw gegenereerd als queries om erachter te komen of de abonnementen van een bepaalde gebruiker worden uitgevoerd.

source: Subscription %1$d cannot be restored from the trash: it has already been restored to status "%2$s".
nl_nl: Het abonnement %1$d kan niet worden hersteld vanuit de prullenbak: de status van deze bestelling is al aangepast naar "%2$s".

source: The previous status of subscription %1$d ("%2$s") is invalid. It has been restored to "pending" status instead.
nl_nl: De vorige status van het abonnement %1$d ("%2$s") is ongeldig. In plaats daarvan is de status teruggezet naar "in behandeling".

source: The previous status of subscription %1$d ("%2$s") is invalid. It could not be restored.
nl_nl: De vorige status van het abonnement %1$d ("%2$s") is ongeldig. De fout kon niet worden hersteld.

source: Something went wrong when trying to restore subscription %d from the trash. It could not be restored.
nl_nl: Er is iets fout gegaan bij het herstellen van het abonnement %d vanuit de prullenbak. De fout kon niet worden hersteld.

source: Generate Related Order Cache
nl_nl: Cache gerelateerde bestelling genereren

source: This will generate the persistent cache of all renewal, switch, resubscribe and other order types for all subscriptions in your store. The caches will be generated overtime in the background (via Action Scheduler).
nl_nl: Hiermee wordt de permanente cache gegenereerd van alle verlengingen, wisselingen, opnieuw abonneren en andere soorten bestellingen voor alle abonnementen in je winkel. De caches worden na verloop van tijd op de achtergrond gegenereerd (via Action Scheduler).

source: Delete Related Order Cache
nl_nl: Cache gerelateerde bestelling verwijderen

source: This will clear the persistent cache of all renewal, switch, resubscribe and other order types for all subscriptions in your store. Expect slower performance of checkout, renewal and other subscription related functions after taking this action. The caches will be regenerated overtime as related order queries are run.
nl_nl: Hiermee wordt de permanente cache verwijderd van alle verlengingen, wisselingen, opnieuw abonneren en andere soorten bestellingen voor alle abonnementen in je winkel. Je kan tragere prestaties verwachten van betalen, verlengen en overige abonnementgerelateerde functies na het uitvoeren van deze actie. De caches worden na verloop van tijd opnieuw gegenereerd als er queries voor een gerelateerde bestelling worden uitgevoerd.

source: Subscription &ndash; %s
nl_nl: Abonnement – %s

# Order date parsed by DateTime::format
source: M d, Y @ h:i A
nl_nl: M d, J @ u:m

source: Warning! You are running version %s of WooCommerce Subscriptions plugin code but your database has been upgraded to Subscriptions version 2.0. This will cause major problems on your store.
nl_nl: Waarschuwing! Je gebruikt versie %s van de WooCommerce Subscriptions plugincode, maar je database is geüpgraded naar Subscriptions versie 2.0. Dit zorgt voor ernstige problemen voor je winkel.

source: Please upgrade the WooCommerce Subscriptions plugin to version 2.0 or newer immediately. If you need assistance, after upgrading to Subscriptions v2.0, please %1$sopen a support ticket%2$s.
nl_nl: Upgrade de WooCommerce Subscriptions plugin onmiddellijk naar versie 2.0 of later. Als je hulp nodig hebt na het upgraden naar Subscriptions v2.0, dan %1$sopen je een support ticket%2$s.

source: Cancelled Subscription
nl_nl: Geannuleerd abonnement

source: Cancelled Subscription emails are sent when a customer's subscription is cancelled (either by a store manager, or the customer).
nl_nl: Er worden e-mails voor geannuleerde abonnementen verzonden als het abonnement van een klant is geannuleerd (door een winkelmanager of de klant).

source: Subscription Cancelled
nl_nl: Het abonnement is geannuleerd

# default email subject for cancelled emails sent to the admin
source: [%s] Subscription Cancelled
nl_nl: [%s] abonnement geannuleerd

# an email notification
source: Enable/Disable
nl_nl: Inschakelen/uitschakelen

source: Enable this email notification
nl_nl: Deze e-mailmelding inschakelen

# of an email
source: Recipient(s)
nl_nl: Ontvanger(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
nl_nl: Vul ontvangers in (kommagescheiden) voor deze e-mail. Standaard %s.

# of an email
source: Subject
nl_nl: Onderwerp

source: This controls the email subject line. Leave blank to use the default subject: %s.
nl_nl: Hiermee wordt de onderwerpregel van de e-mail geregeld. Laat leeg om het standaard onderwerp te gebruiken: %s.

source: Email Heading
nl_nl: Koptekst e-mail

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: %s.
nl_nl: Hiermee wordt de hoofdkoptekst in de e-mailmelding geregeld. Laat leeg om de standaard koptekst te gebruiken: %s.

source: Choose which format of email to send.
nl_nl: Kies de te versturen e-mailindeling.

# email type
source: Plain text
nl_nl: Platte tekst

source: Completed Renewal Order
nl_nl: Verlengingsaanvraag voltooid

source: Renewal order complete emails are sent to the customer when a subscription renewal order is marked complete and usually indicates that the item for that renewal period has been shipped.
nl_nl: Er worden e-mails voor verlengingsaanvragen voltooid verzonden naar de klant als een verlengingsaanvraag voor een abonnement is voltooid en meestal aangeeft dat het artikel voor die verlenging is verzonden.

# Default email heading for email to customer on completed renewal order
source: Your renewal order is complete
nl_nl: Je verlengingsaanvraag is voltooid

# Default email subject for email to customer on completed renewal order
source: Your %1$s renewal order from %2$s is complete
nl_nl: Je %1$s verlengingsaanvraag van %2$s is voltooid

# Default email heading for email with downloadable files in it
source: Your subscription renewal order is complete - download your files
nl_nl: Je verlengingsaanvraag voor een abonnement is voltooid - download je files

# Default email subject for email with downloadable files in it
source: Your %1$s subscription renewal order from %2$s is complete - download your files
nl_nl: Je %1$s verlengingsaanvraag voor een abonnement van %2$s is voltooid - download je files

source: Subscription Switch Complete
nl_nl: Abonnement wisselen voltooid

source: Subscription switch complete emails are sent to the customer when a subscription is switched successfully.
nl_nl: Er worden e-mails voor een gewisseld abonnement verzonden naar de klant als er tussen abonnementen is gewisseld.

source: Your subscription change is complete
nl_nl: De wijziging in je abonnement is doorgevoerd

source: Your {blogname} subscription change from {order_date} is complete
nl_nl: De wijziging in je {blogname} abonnement van {order_date} is doorgevoerd

source: Your subscription change is complete - download your files
nl_nl: De wijziging in je verlenging is doorgevoerd - download je bestanden

source: Your {blogname} subscription change from {order_date} is complete - download your files
nl_nl: De wijziging in je {blogname} abonnement van {order_date} is doorgevoerd - download je bestanden

source: On-hold Renewal Order
nl_nl: Verlengingsaanvraag in de wacht

source: This is an order notification sent to customers containing order details after a renewal order is placed on-hold.
nl_nl: Dit is een orderbevestiging die we naar klanten sturen en waarin bestelgegevens worden vermeld als een verlengingsaanvraag in de wacht wordt gezet.

source: Your {blogname} renewal order has been received!
nl_nl: We hebben je verlengingsaanvraag voor {blogname} ontvangen!

source: Thank you for your renewal order
nl_nl: Bedankt voor je verlengingsaanvraag

source: Customer Renewal Invoice
nl_nl: Factuur verlenging klant

source: Sent to a customer when the subscription is due for renewal and the renewal requires a manual payment, either because it uses manual renewals or the automatic recurring payment failed for the initial attempt and all automatic retries (if any). The email contains renewal order information and payment links.
nl_nl: Wordt verzonden naar een klant als het abonnement verlengd kan worden en deze verlenging een handmatige betaling vereist, omdat er handmatige verlenging wordt gebruikt of omdat de automatische terugkerende betaling is mislukt voor de eerste poging en alle automatische volgende pogingen. De e-mail bevat informatie over de verlengingsaanvraag en betaallinks.

source: Invoice for renewal order {order_number} from {order_date}
nl_nl: Factuur voor verlengingsaanvraag {order_number} van {order_date}

source: Invoice for renewal order {order_number}
nl_nl: Factuur voor verlengingsaanvraag {order_number}

source: Expired Subscription
nl_nl: Verlopen abonnement

source: Expired Subscription emails are sent when a customer's subscription expires.
nl_nl: Er worden e-mails over een verlopen abonnement verzonden als het abonnement van een klant verloopt.

source: Subscription Expired
nl_nl: Abonnement verlopen

# default email subject for expired emails sent to the admin
source: [%s] Subscription Expired
nl_nl: [%s] abonnement verlopen

source: Subscription argument passed in is not an object.
nl_nl: Ingevoerde argument voor abonnement is geen object.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
nl_nl: Hiermee wordt de hoofdkoptekst in de e-mailmelding geregeld. Laat leeg om de standaard koptekst te gebruiken: <code>%s</code>.

source: New Renewal Order
nl_nl: Nieuwe verlengingsaanvraag

source: New renewal order emails are sent when a subscription renewal payment is processed.
nl_nl: Er worden e-mails voor nieuwe verlengingsaanvragen verzonden als een betaling voor een verlengingsaanvraag is verwerkt.

source: New subscription renewal order
nl_nl: Nieuwe verlengingsaanvraag abonnement

source: [{blogname}] New subscription renewal order ({order_number}) - {order_date}
nl_nl: [{blogname}] Nieuwe verlengingsaanvraag abonnement ({order_number}) - {order_date}

source: Subscription Switched
nl_nl: Abonnement gewisseld

source: Subscription switched emails are sent when a customer switches a subscription.
nl_nl: Er worden e-mails over een gewisseld abonnement verzonden als een klant tussen abonnementen wisselt.

source: [{blogname}] Subscription Switched ({order_number}) - {order_date}
nl_nl: [{blogname}] abonnement gewisseld ({order_number}) - {order_date}

source: Suspended Subscription
nl_nl: Stopgezet abonnement

source: Suspended Subscription emails are sent when a customer manually suspends their subscription.
nl_nl: Er worden e-mails over een stopgezet abonnement verzonden als een klant zijn of haar abonnement handmatig stopzet.

source: Subscription Suspended
nl_nl: Abonnement stopgezet

# default email subject for suspended emails sent to the admin
source: [%s] Subscription Suspended
nl_nl: [%s] abonnement stopgezet

source: Processing Renewal order
nl_nl: Verlengingsaanvraag verwerken

source: This is an order notification sent to the customer after payment for a subscription renewal order is completed. It contains the renewal order details.
nl_nl: Dit is een melding voor een bestelling die naar de klant wordt verzonden nadat de bestelling voor een verlengingsaanvraag is betaald. Het bevat de details voor een verlengingsaanvraag.

source: Thank you for your order
nl_nl: Bedankt voor je bestelling

source: Your {blogname} renewal order receipt from {order_date}
nl_nl: Het ontvangstbewijs voor je {blogname} verlengingsaanvraag van {order_date}

source: Sorry, it seems there are no available payment methods which support subscriptions. Please see %1$sEnabling Payment Gateways for Subscriptions%2$s if you require assistance.
nl_nl: Het lijkt er helaas op dat er geen betaalmethodes beschikbaar zijn die abonnementen ondersteunen. Zie %1$sBetaalmethodes voor abonnementen inschakelen%2$s als je hulp nodig hebt.

source: Sorry, it seems there are no available payment methods which support subscriptions. Please contact us if you require assistance or wish to make alternate arrangements.
nl_nl: Het lijkt er helaas op dat er geen betaalmethodes beschikbaar zijn die abonnementen ondersteunen. Neem contact met ons op als je hulp nodig hebt of dingen anders wilt regelen.

source: Supported features:
nl_nl: Ondersteunde functies:

source: Subscription features:
nl_nl: Abonnementsfuncties:

source: Change payment features:
nl_nl: Wijzig betaalfuncties:

source: Please enter a price greater than %s.
nl_nl: Voer een prijs in die hoger is dan %s.

source: Warning! Your store cannot create subscriptions less than %s
nl_nl: Waarschuwing! Je winkel kan geen abonnement aanmaken van minder dan %s

source: Unable to find order for PayPal billing agreement.
nl_nl: Kan bestelling voor PayPal-factureringsovereenkomst niet vinden.

source: An error occurred, please try again or try an alternate form of payment.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw of probeer een andere betaalmethode.

source: PayPal API error: (%1$d) %2$s
nl_nl: PayPal API fout: (%1$d) %2$s

source: PayPal Transaction Held: %s
nl_nl: PayPal-transactie onderbroken: %s

source: PayPal payment declined: %s
nl_nl: PayPal-betaling afgewezen: %s

source: PayPal payment approved (ID: %s)
nl_nl: PayPal-betaling goedgekeurd (ID: %s)

source: Are you sure you want to change the payment method from PayPal standard? This will suspend the subscription at PayPal.
nl_nl: Weet je zeker dat je de betaalmethode PayPal Standard wilt wijzigen? Het abonnement bij PayPal wordt dan opgezegd.

source: It is %1$sstrongly recommended you do not change the Receiver Email address%2$s if you have active subscriptions with PayPal. Doing so can break existing subscriptions.
nl_nl: We raden %1$sten zeerste aan om het e-mailadres van de ontvanger niet te wijzigen%2$s als je abonnementen hebt met PayPal. Als je dit wel doet, kunnen bestaande abonnementen ongeldig worden.

source: PayPal is inactive for subscription transactions. Please %1$sset up the PayPal IPN%2$s and %3$senter your API credentials%4$s to enable PayPal for Subscriptions.
nl_nl: PayPal is inactief voor abonnementtransacties. Stel %1$sde PayPal IPN in%2$s en %3$svoer de aanmeldgegevens voor je API in%4$s om PayPal in te schakelen voor Subscriptions.

source: %1$sPayPal Reference Transactions are not enabled on your account%2$s, some subscription management features are not enabled. Please contact PayPal and request they %3$senable PayPal Reference Transactions%4$s on your account. %5$sCheck PayPal Account%6$s %3$sLearn more %7$s
nl_nl: %1$sPayPal-referentietransacties zijn niet ingeschakeld voor je account%2$s, sommige functies voor abonnementbeheer zijn niet ingeschakeld. Neem contact op met PayPal en vraag of ze %3$sPayPal-referentietransacties%4$s voor je account willen inschakelen. %5$sGa naar je PayPal-account%6$s %3$sMeer informatie %7$s

source: %1$sPayPal Reference Transactions are not enabled on your account%2$s. If you wish to use PayPal Reference Transactions with Subscriptions, please contact PayPal and request they %3$senable PayPal Reference Transactions%4$s on your account. %5$sCheck PayPal Account%6$s %3$sLearn more %7$s
nl_nl: %1$sPayPal-referentietransacties zijn niet ingeschakeld voor je account%2$s. Als je PayPal-referentietransacties wil gebruiken met Subscriptions, neem dan contact op met PayPal en vraag je of ze %3$sPayPal-referentietransacties%4$s willen inschakelen voor je account. %5$sGa naar je PayPal-account%6$s %3$sMeer informatie %7$s

source: %1$sPayPal Reference Transactions are enabled on your account%2$s. All subscription management features are now enabled. Happy selling!
nl_nl: %1$sPayPal-referentietransacties zijn ingeschakeld voor je account%2$s. Alle functies voor abonnementbeheer zijn nu ingeschakeld. Lekker verkopen!

source: There is a problem with PayPal. Your API credentials may be incorrect. Please update your %1$sAPI credentials%2$s. %3$sLearn more%4$s.
nl_nl: Er is een probleem opgetreden met PayPal. De aanmeldgegevens voor je API kloppen wellicht niet. Werk de %1$saanmeldgegevens voor je API bij%2$s. %3$sMeer informatie%4$s.

source: There is a problem with PayPal. Your PayPal account is issuing out-of-date subscription IDs. %1$sLearn more%2$s. %3$sDismiss%4$s.
nl_nl: Er is een probleem opgetreden met PayPal. Je PayPal-account wijst verouderde abonnementnummers toe. %1$sMeer informatie%2$s. %3$sNegeren%4$s.

source: Ignore this error (not recommended)
nl_nl: Deze fout negeren (niet aanbevolen)

source: Open a ticket
nl_nl: Een ticket openen

source: PayPal Subscription ID:
nl_nl: PayPal-abonnementnummer:

source: Enable PayPal Standard for Subscriptions
nl_nl: PayPal Standard voor Subscriptions inschakelen

source: Before enabling PayPal Standard for Subscriptions, please note, when using PayPal Standard, customers are locked into using PayPal Standard for the life of their subscription, and PayPal Standard has a number of limitations. Please read the guide on %1$swhy we don't recommend PayPal Standard%2$s for Subscriptions before choosing to enable this option.
nl_nl: Voordat je PayPal Standard voor Subscriptions inschakelt, let er dan op dat als PayPal Standard wordt gebruikt, klanten alleen nog maar PayPal Standard kunnen gebruiken voor de duur van het abonnement, en dat PayPal Standard een aantal beperkingen heeft. Zie de handleiding over %1$swaarom we PayPal Standard afraden%2$s voor Subscriptions voordat je ervoor kiest deze optie in te schakelen.

# data sent to paypal
source: Orders with %s
nl_nl: Bestellingen met %s

source: Total Discount
nl_nl: Totale korting

source: %s - Order
nl_nl: %s - Bestelling

# data sent to paypal
source: %1$s subscription event triggered at %2$s
nl_nl: %1$s actie abonnement geactiveerd op %2$s

source: expected clearing date %s
nl_nl: verwachte verwijderingsdatum %s

# used in api error message if there is no severity code from PayPal
source: Error
nl_nl: Fout

# used in api error message if there is no long message
source: Unknown error
nl_nl: Onbekende fout

# no information about something
source: N/A
nl_nl: /N.v.t.

source: Billing agreement cancelled at PayPal.
nl_nl: Factureringsovereenkomst geannuleerd bij PayPal.

source: IPN subscription payment method changed to PayPal.
nl_nl: Betaalmethode IPN-abonnement gewijzigd in PayPal.

source: IPN subscription sign up completed.
nl_nl: Aanmelding IPN-abonnement voltooid.

source: IPN subscription payment completed.
nl_nl: Betaling IPN-abonnement voltooid.

source: IPN subscription failing payment method changed.
nl_nl: Niet-werkende betaalmethode IPN-abonnement gewijzigd.

# used in order note
source: IPN subscription payment %s.
nl_nl: Betaling IPN-abonnement %s.

# used in order note
source: IPN subscription payment %1$s for reason: %2$s.
nl_nl: Betaling IPN-abonnement %1$s vanwege: %2$s.

source: IPN subscription suspended.
nl_nl: IPN-abonnement stopgezet.

source: IPN subscription cancelled.
nl_nl: IPN-abonnement geannuleerd.

source: IPN subscription payment failure.
nl_nl: Betaling IPN-abonnement mislukt.

source: Invalid PayPal IPN Payload: unable to find matching subscription.
nl_nl: Ongeldige PayPal IPN payload: kan desbetreffende abonnement niet vinden.

# item name sent to paypal
source: Subscription %1$s - %2$s
nl_nl: Abonnement %1$s - %2$s

# item name sent to paypal
source: Subscription %1$s (Order %2$s) - %3$s
nl_nl: Abonnement %1$s (bestelling %2$s) - %3$s

source: Subscription changed from PayPal Standard to PayPal Reference Transactions via customer initiated switch. The PayPal Standard subscription has been suspended.
nl_nl: Abonnement gewijzigd van PayPal Standard naar PayPal Reference Transactions via een door de klant omgezette wijziging. Het PayPal Standard-abonnement is stopgezet.

source: Subscription cancelled with PayPal.
nl_nl: Abonnement geannuleerd met PayPal

source: Subscription suspended with PayPal.
nl_nl: Abonnement stopgezet met PayPal

source: Subscription reactivated with PayPal.
nl_nl: Abonnement opnieuw geactiveerd met PayPal

source: PayPal API error - credentials are incorrect.
nl_nl: PayPal API-fout - aanmeldgegevens zijn onjuist.

source: A fatal error has occurred while processing a recent subscription payment with PayPal. Please %1$sopen a new ticket at WooCommerce Support%3$s immediately to get this resolved. %2$sLearn more &raquo;%3$s
nl_nl: Er is een onherstelbare fout opgetreden tijdens het verwerken van een recente betaling van een abonnement via PayPal. Open %1$sonmiddellijk een nieuwe ticket op WooCommerce Support%3$s om dit op te lossen. %2$sMeer informatie &raquo;%3$s

source: To resolve this as quickly as possible, please create a %1$stemporary administrator account%3$s with the user email woologin@woocommerce.com and share the credentials with us via %2$sQuickForget.com%3$s.
nl_nl: Om dit zo snel mogelijk op te lossen, maak je een %1$stijdelijk beheerdersaccount%3$s aan met de gebruikers-e-mail woologin@woocommerce.com en deel je de aanmeldgegevens met ons via %2$sQuickForget.com%3$s.

source: Last recorded error:
nl_nl: Laatst opgeslagen fout:

source: To see the full error, view the %1$s log file from the %2$sWooCommerce logs screen.%3$s.
nl_nl: Om de volledige fout te bekijken, open je het %1$s logbestand in het scherm met %2$sWooCommerce logs.%3$s.

source: Removed personal data from subscription %s.
nl_nl: Persoonsgegevens van %s zijn verwijderd.

source: Personal data within subscription %s has been retained.
nl_nl: Persoonsgegevens bij abonnement %s zijn opgeslagen.

source: Personal data removed.
nl_nl: Persoonsgegevens verwijderd.

source: Subscription Number
nl_nl: Abonnementnummer

source: Created Date
nl_nl: Aanmaakdatum

source: Recurring Total
nl_nl: Terugkerend totaal

source: Subscription Items
nl_nl: Abonnementartikelen

source: IP Address
nl_nl: IP-adres

source: Browser User Agent
nl_nl: User Agent van browser

source: Billing Address
nl_nl: Factuuradres

source: Shipping Address
nl_nl: Verzendadres

source: Phone Number
nl_nl: Telefoonnummer

source: Email Address
nl_nl: E-mailadres

source: Subscriptions Data
nl_nl: Abonnementgegevens

source: By using WooCommerce Subscriptions, you may be storing personal data and depending on which third-party payment processors you’re using to take subscription payments, you may be sharing personal data with external sources.
nl_nl: Door WooCommerce Subscriptions te gebruiken, kan het zijn dat je persoonsgegevens opslaat en afhankelijk van welk extern betaalsysteem je gebruikt om betalingen van abonnementen te innen, kan het zijn dat je persoonsgegevens met externe bronnen deelt.

source: What we collect and store
nl_nl: Wat we verzamelen en opslaan
