Repository: Sitezilla/woocommerce-subscriptions-translation-dutch
Catalog: woocommerce-subscriptions-*.po
Languages: nl_nl

source: Trash
nl_nl: Prullenbak

source: Delete Permanently
nl_nl: Permanent verwijderen

source: Restore this item from the Trash
nl_nl: Dit item herstellen vanuit de prullenbak

source: Restore
nl_nl: Herstellen

source: Move this item to the Trash
nl_nl: Dit item naar de prullenbak verplaatsen.

source: Delete this item permanently
nl_nl: Dit item permanent verwijderen

source: Cancel Now
nl_nl: Nu annuleren

# Used in order note. Reason why status changed.
source: Subscription status changed by bulk edit:
nl_nl: Abonnementsstatus gewijzigd door bulkbewerking:

source: All
nl_nl: Alles

source: Subscription variations
nl_nl: Variaties in abonnementen

source: This section shows any information about Subscriptions.
nl_nl: In dit gedeelte wordt alle informatie over Subscriptions weergegeven.

source: Store Setup
nl_nl: Winkel configureren

source: This section shows general information about the store.
nl_nl: In dit gedeelte wordt algemene informatie weergegeven over de winkel.

source: Subscriptions by Payment Gateway
nl_nl: Abonnementen per betaalmethode

source: This section shows information about Subscription payment methods.
nl_nl: In dit gedeelte wordt informatie weergegeven over betaalmethodes voor abonnementen.

source: Payment Gateway Support
nl_nl: Ondersteuning betaalmethode

source: This section shows information about payment gateway feature support.
nl_nl: In dit gedeelte wordt informatie weergegeven over ondersteuning voor de betaalmethodefunctie.

# Live URL, Label on WooCommerce -> System Status page
source: Subscriptions Live URL
nl_nl: Live URL abonnementen

# Subscriptions-core Version, Label on WooCommerce -> System Status page
source: Subscriptions-core Library Version
nl_nl: Versie abonnementen-core-bibliotheek

# label for the system status page
source: Subscriptions Template Theme Overrides
nl_nl: Overschrijvingen thema abonnementsjabloon

source: %1$sLearn how to update%2$s
nl_nl: %1$sLeer hoe te updaten%2$s

source: version %1$s is out of date. The core version is %2$s
nl_nl: versie %1$s is verouderd. De belangrijkste versie is %2$s

# label for the system status page
source: Subscription Statuses
nl_nl: Abonnementsstatussen

# label for the system status page
source: WooCommerce Account Connected
nl_nl: WooCommerce-account gekoppeld

# label for the system status page
source: Active Product Key
nl_nl: Actieve productsleutel

# label for the system status page
source: Other
nl_nl: Overig

# label for the system status page
source: PayPal Reference Transactions Enabled
nl_nl: PayPal-referentietransacties ingeschakeld

# label for the system status page
source: Country / State
nl_nl: Land / Provincie

source: Add New
nl_nl: Nieuwe toevoegen

source: Edit Subscription
nl_nl: Abonnement bewerken

# relation to order
source: Subscription
nl_nl: Abonnement

# relation to order
source: Initial Subscription
nl_nl: Oorspronkelijk abonnement

# relation to order
source: Renewal Order
nl_nl: Verlengingsaanvraag

# relation to order
source: Parent Order
nl_nl: Bovenliggende bestelling

# relation to order
source: Resubscribed Subscription
nl_nl: Opnieuw geabonneerd abonnement

# relation to order
source: Resubscribe Order
nl_nl: Aanvraag voor opnieuw abonneren

# relation to order
source: Unknown Order Type
nl_nl: Onbekend type bestelling

# edit subscription header
source: Subscription #%s details
nl_nl: Details%s abonnementnummer

source: General
nl_nl: Algemeen

source: Customer:
nl_nl: Klant:

source: View other subscriptions &rarr;
nl_nl: Andere abonnementen weergeven &rarr;

source: Profile &rarr;
nl_nl: Profiel &rarr;

source: Subscription status:
nl_nl: Abonnementsstatus:

source: Parent order:
nl_nl: Bovenliggende bestelling:

source: Parent order:
nl_nl: Bovenliggende bestelling:

source: Select an order&hellip;
nl_nl: Selecteer een bestelling&hellip;

source: Billing
nl_nl: Facturering

source: Load billing address
nl_nl: Factuuradres laden

source: Address
nl_nl: Adres

source: No billing address set.
nl_nl: Geen factuuradres ingesteld.

source: Payment method
nl_nl: Betalingsmethode

source: Customer change payment method page &rarr;
nl_nl: Pagina voor betaalmethode wijzigen klant &rarr;

source: Customer add payment method page &rarr;
nl_nl: Pagina voor betaalmethode toevoegen klant &rarr;

source: Shipping
nl_nl: Verzendmethoden

source: Load shipping address
nl_nl: Verzendadres laden

source: Copy billing address
nl_nl: Kopieer factuuradres

source: No shipping address set.
nl_nl: Geen verzendadres ingesteld

source: Customer Provided Note
nl_nl: Bericht van klant

source: Customer's notes about the order
nl_nl: Klantopmerkingen over de bestelling

# subscription note after linking to a parent order
source: Subscription linked to parent order %s via admin.
nl_nl: Abonnement gekoppeld aan bovenliggende bestelling %s via beheerder.

source: Error updating some information: %s
nl_nl: Fout tijdens bijwerken bepaalde informatie: %s

source: Order Number
nl_nl: Bestelnummer

source: Relationship
nl_nl: Relatie (XFN)

# table heading
source: Total
nl_nl: Totaal

source: Billing Period
nl_nl: Factuurperiode

source: Recurring:
nl_nl: Terugkerend:

source: Timezone:
nl_nl: Tijdzone:

source: Error: unable to find timezone of your browser.
nl_nl: Fout: kan tijdzone van je browser niet vinden.

source: This %1$s couldn't be loaded from the database. %1$s Click to learn more.
nl_nl: Deze %1$s kon niet vanuit de database worden geladen. %1$s Klik voor meer informatie.

source: Read more
nl_nl: Lees verder

source: Unable to change subscription status to "%s".
nl_nl: Kan abonnementsstatus niet wijzigen in '%s'.

source: Unable to change subscription status to "%1$s". Exception: %2$s
nl_nl: Kan abonnementsstatus niet wijzigen in '%1$s'. Uitzondering: %2$s

source: Status changed from %1$s to %2$s.
nl_nl: Status gewijzigd van %1$s naar %2$s.

source: Status set to %s.
nl_nl: Status ingesteld op %s.

source: Error during subscription status transition.
nl_nl: Fout tijdens transitie abonnementsstatus.

source: %s ago
nl_nl: %s geleden

source: Not yet ended
nl_nl: Nog niet beëindigd

source: Not cancelled
nl_nl: Niet geannuleerd

source: The creation date of a subscription can not be deleted, only updated.
nl_nl: De aanmaakdatum van een abonnement mag niet worden verwijderd, alleen bijgewerkt.

source: The start date of a subscription can not be deleted, only updated.
nl_nl: De begindatum van een abonnement mag niet worden verwijderd, alleen bijgewerkt.

source: The %s date of a subscription can not be deleted. You must delete the order.
nl_nl: De %s datum van een abonnement mag niet worden verwijderd. Je moet de bestelling verwijderen.

source: Subscription #%d:
nl_nl: Abonnementnummer%d:

source: Payment status marked complete.
nl_nl: Betaalstatus als voltooid gemarkeerd.

source: Payment failed.
nl_nl: Betaling mislukt.

source: Subscription Cancelled: maximum number of failed payments reached.
nl_nl: Abonnement geannuleerd: maximale aantal mislukte betalingen bereikt.

source: The "all" value for $order_type parameter is deprecated. It was a misnomer, as it did not return resubscribe orders. It was also inconsistent with order type values accepted by wcs_get_subscription_orders(). Use array( "parent", "renewal", "switch" ) to maintain previous behaviour, or "any" to receive all order types, including switch and resubscribe.
nl_nl: De waarde 'alles' voor de parameter $order_type is verouderd. Het was een verkeerde benaming, aangezien het geen bestellingen voor opnieuw abonneren retourneerde. Het was tevens inconsistent met waarden voor type bestellingen geaccepteerd door wcs_get_subscription_orders(). Gebruik de reeks ('bovenliggend', 'verlenging', 'wisseling') om vorig gedrag op te slaan, of 'elke' om alle type bestellingen te ontvangen, inclusief wisselen en opnieuw abonneren.

source: Payment method meta must be an array.
nl_nl: Meta betaalmethode moet een reeks zijn.

source: Invalid format. First parameter needs to be an array.
nl_nl: Ongeldige indeling. Eerste parameter moet een reeks zijn.

source: Invalid data. First parameter was empty when passed to update_dates().
nl_nl: Ongeldige gegevens. Eerste parameter was leeg toen deze werd doorgegeven aan update_dates().

source: Invalid data. First parameter has a date that is not in the registered date types.
nl_nl: Ongeldige gegevens. Eerste parameter heeft een datum die niet in de geregistreerde datumtypes voorkomt.

# appears in an error message if date is wrong format
source: Invalid %s date. The date must be of the format: "Y-m-d H:i:s".
nl_nl: Ongeldige %s datum. De datum moet de volgende indeling hebben: 'Y-m-d H:i:s'.

source: The %s date must occur after the cancellation date.
nl_nl: De %s datum moet na de annuleringsdatum zijn.

source: The %s date must occur after the last payment date.
nl_nl: De %s datum moet na de laatste betaaldatum zijn.

source: The %s date must occur after the next payment date.
nl_nl: De %s datum moet na de volgende betaaldatum zijn.

source: The %s date must occur after the trial end date.
nl_nl: De %s datum moet na de einddatum van het proefabonnement zijn.

source: The %s date must occur after the start date.
nl_nl: De %s datum moet na de begindatum zijn.

source: Backordered
nl_nl: Nabesteld

source: Change address
nl_nl: Adres wijzigen

source: Both the shipping address used for the subscription and your default shipping address for future purchases will be updated.
nl_nl: Het verzendadres dat voor het abonnement wordt gebruikt en je standaard verzendadres voor toekomstige aankopen worden bijgewerkt.

source: Update the %1$s used for %2$sall%3$s future renewals of my active subscriptions
nl_nl: Werk de %1$s bij die gebruikt wordt voor %2$salle%3$s toekomstige verlengingen van mijn actieve abonnementen

# hash before order number
source: Subscription #%s
nl_nl: Abonnementnummer%s

# change billing or shipping address
source: Change %s address
nl_nl: %s adres wijzigen

source: A subscription has been removed from your cart. Only one subscription product can be purchased at a time.
nl_nl: Er is een abonnement uit je winkelwagen verwijderd. Er kan maar één abonnement tegelijk worden gekocht.

source: Products have been removed from your cart. Products and subscriptions can not be purchased at the same time.
nl_nl: Er zijn producten uit je winkelwagen verwijderd. Producten en abonnementen kunnen niet tegelijk worden aangeschaft.

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
nl_nl: Er is een abonnementverlenging uit je winkelwagen verwijderd. Er kunnen niet tegelijk meerdere abonnementen worden aangeschaft.

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
nl_nl: Er is een abonnement uit je winkelwagen verwijderd. Als gevolg van beperkingen in de betaalmethode, kunnen er geen verschillende abonnementproducten tegelijk worden aangeschaft.

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
nl_nl: Er is een abonnement uit je winkelwagen verwijderd. Producten en abonnementen kunnen niet tegelijk worden aangeschaft.

source: Your cart has been emptied of subscription products. Only one subscription product can be purchased at a time.
nl_nl: Alle abonnementen zijn uit je winkelwagen verwijderd. Er kan maar één abonnement tegelijk worden gekocht.

source: That subscription product can not be added to your cart as it already contains a subscription renewal.
nl_nl: Dat abonnementproduct kan niet aan je winkelwagen worden toegevoegd omdat deze al een verlenging van een abonnement bevat.

source: Initial Shipment
nl_nl: Eerste verzending

source: Please enter a valid postcode/ZIP.
nl_nl: Voer een geldige postcode in.

source: Invalid recurring shipping method.
nl_nl: Ongeldige terugkerende verzendmethode.

source: now
nl_nl: nu

source: %s day
nl_nl: %s dag

source: %s month
nl_nl: %s maand

source: %s year
nl_nl: %s jaar

source: every %1$s
nl_nl: elke %1$s

source: every %1$s on %2$s
nl_nl: elke %1$s op %2$s

source: on the last day of each month
nl_nl: op de laatste dag van elke maand

source: on the %1$s of each month
nl_nl: op de %1$s van elke maand

source: on the last day of every %1$s month
nl_nl: op de laatste dag van elke %1$s maand

source: on the %1$s day of every %2$s month
nl_nl: op de %1$s dag van elke %2$s maand

source: on %1$s %2$s each year
nl_nl: op %2$s %1$s elk jaar

source: on %1$s %2$s every %3$s year
nl_nl: op %2$s %1$s elk %3$s jaar

source: Sign up fee
nl_nl: Aanmeldkosten

source: Renews
nl_nl: Verlengingen

source: Sorry, this subscription change payment method request is invalid and cannot be processed.
nl_nl: Helaas is deze aanvraag voor het wijzigen van de betaalmethode voor een abonnement ongeldig en kan niet worden verwerkt.

source: Next payment is due %s.
nl_nl: Volgende betaling is op %s.

source: Choose a new payment method.%s
nl_nl: Kies een nieuwe betaalmethode.%s

source: Invalid Subscription.
nl_nl: Ongeldig abonnement.

source: The payment method can not be changed for that subscription.
nl_nl: De betaalmethode kan niet worden gewijzigd voor dat abonnement.

source: Invalid order.
nl_nl: Ongeldige bestelling.

# label on button, imperative
source: Change payment
nl_nl: Betaling wijzigen

# label on button, imperative
source: Add payment
nl_nl: Betaling toevoegen

source: Payment method updated.
nl_nl: Betaalmethode bijgewerkt.

source: Payment method added.
nl_nl: Betaalmethode toegevoegd.

source: Payment method updated for all your current subscriptions.
nl_nl: Betaalmethode bijgewerkt voor al je huidige abonnementen.

# %1$s: old payment title, %2$s: new payment title
source: Payment method changed from "%1$s" to "%2$s" by the subscriber.
nl_nl: Betaalmethode door de abonnee gewijzigd van '%1$s' naar '%2$s'.

source: An error occurred updating your subscription's payment method. Please contact us for assistance.
nl_nl: Er is een fout opgetreden bij het bijwerken van de betalingsmethode van je abonnement. Neem voor hulp contact met ons op.

source: %1$sError:%2$s %3$s
nl_nl: %1$sFout:%2$s %3$s

# the page title of the change payment method form
source: Change payment method
nl_nl: Betaalmethode wijzigen

# the page title of the add payment method form
source: Add payment method
nl_nl: Betaalmethode toevoegen

source: Please log in to your account below to choose a new payment method for your subscription.
nl_nl: Log hieronder in op je account om een nieuwe betaalmethode voor je abonnement te kiezen.

source: Error %d: Unable to create subscription. Please try again.
nl_nl: Fout %d: Kan abonnement niet aanmaken. Probeer het nog eens.

source: Error %d: Unable to add tax to subscription. Please try again.
nl_nl: Fout %d: Kan geen btw toevoegen aan abonnement. Probeer het nog eens.

source: Error %d: Unable to create order. Please try again.
nl_nl: Fout %d: Kan bestelling niet aanmaken. Probeer het nog eens.

source: Purchasing a subscription product requires an account. Please go to the %1$sMy Account%2$s page to login or register.
nl_nl: Er is een account vereist om een abonnement aan te schaffen. Ga naar de pagina %1$sMijn account%2$s om je aan te melden of je te registreren.

source: Purchasing a subscription product requires an account. Please go to the %1$sMy Account%2$s page to login or contact us if you need assistance.
nl_nl: Er is een account vereist om een abonnement aan te schaffen. Ga naar de pagina %1$sMijn account%2$s om je aan te melden of neem contact met ons op als je hulp nodig hebt.

# custom post type setting
source: Add Subscription
nl_nl: Abonnement toevoegen

# custom post type setting
source: Add New Subscription
nl_nl: Nieuw abonnement toevoegen

# custom post type setting
source: Edit
nl_nl: Bewerken

# custom post type setting
source: Edit Subscription
nl_nl: Abonnement bewerken

# custom post type setting
source: New Subscription
nl_nl: Nieuw abonnement

# custom post type setting
source: View Subscription
nl_nl: Abonnement weergeven

# custom post type setting
source: No Subscriptions found in trash
nl_nl: Geen abonnementen gevonden in prullenbak

# custom post type setting
source: Parent Subscriptions
nl_nl: Bovenliggende abonnementen

source: This is where subscriptions are stored.
nl_nl: Hier worden abonnementen opgeslagen.

# post status label including post count
source: Active <span class="count">(%s)</span>
nl_nl: Actief <span class="count">(%s)</span>

# post status label including post count
source: Switched <span class="count">(%s)</span>
nl_nl: Gewisseld <span class="count">(%s)</span>

# post status label including post count
source: Expired <span class="count">(%s)</span>
nl_nl: Verlopen <span class="count">(%s)</span>

# post status label including post count
source: Pending Cancellation <span class="count">(%s)</span>
nl_nl: In afwachting van annuleren <span class="count">(%s)</span>

source: Variable Subscription
nl_nl: Variabel abonnement

# short for documents
source: Docs
nl_nl: Documentatie

source: Support
nl_nl: Ondersteuning

source: Warning! Version 2.0 is a major update to the WooCommerce Subscriptions extension. Before updating, please create a backup, update all WooCommerce extensions and test all plugins, custom code and payment gateways with version 2.0 on a staging site. %1$sLearn more about the changes in version 2.0 &raquo;%2$s
nl_nl: Waarschuwing! Versie 2.0 is een belangrijke update naar de WooCommerce Subscriptions-extensie. Maak voordat je gaat updaten een back-up, update alle WooCommerce-extensies en test alle plugins, aangepaste code en betaalmethodes naar versie 2.0 op een staging site. %1$sMeer informatie over de wijzigingen in versie 2.0 &raquo;%2$s

source: Sign Up Fee Discount
nl_nl: Korting aanmeldkosten

source: Sign Up Fee % Discount
nl_nl: Kortingspercentage aanmeldkosten

source: Recurring Product Discount
nl_nl: Terugkerende productkorting

source: Recurring Product % Discount
nl_nl: Percentage terugkerende productkorting

source: Sorry, this coupon is only valid for an initial payment and the cart does not require an initial payment.
nl_nl: Helaas is deze coupon alleen geldig voor een eerste betaling en de winkelwagen vereist geen eerste betaling.

source: Sorry, this coupon is only valid for new subscriptions.
nl_nl: Helaas is deze coupon alleen geldig voor nieuwe abonnementen.

source: Sorry, this coupon is only valid for subscription products.
nl_nl: Helaas is deze coupon alleen geldig voor abonnementproducten.

source: Sorry, the "%1$s" coupon is only valid for renewals.
nl_nl: Helaas is de '%1$s' alleen geldig voor verlengingen.

source: Sorry, this coupon is only valid for subscription products with a sign-up fee.
nl_nl: Helaas is deze coupon alleen geldig voor abonnementproducten met aanmeldkosten.

source: Sorry, recurring coupons can only be applied to subscriptions or subscription orders.
nl_nl: Helaas kunnen terugkerende coupons alleen worden toegepast op abonnementen of abonnementaanvragen.

source: Sorry, "%s" can only be applied to subscription parent orders which contain a product with signup fees.
nl_nl: Helaas kan '%s' alleen worden toegepast op bestellingen van bovenliggende abonnementen die een product bevatten met aanmeldkosten.

source: Sorry, only recurring coupons can be applied to subscriptions.
nl_nl: Helaas zijn alleen terugkerende coupons van toepassing op abonnementen.

source: Renewal % discount
nl_nl: Kortingspercentage verlenging

source: Renewal product discount
nl_nl: Korting verlengingsproduct

source: Renewal cart discount
nl_nl: Korting winkelwagen om te verlengen

source: Initial payment discount
nl_nl: Korting oorspronkelijke betaling

source: Renewal Discount
nl_nl: Korting verlenging

source: Discount
nl_nl: Korting

source: Subscription Product length.
nl_nl: Duur abonnementproduct.

source: Subscription Product trial period.
nl_nl: Proefperiode abonnementproduct.

source: Subscription Product trial interval.
nl_nl: Interval proefperiode abonnementproduct.

source: Subscription Product signup fees.
nl_nl: Aanmeldkosten abonnementproduct.

source: Subscription Product signup fees taxes.
nl_nl: Belastingen aanmeldkosten abonnementproduct.

source: Indicates whether this product is being used to resubscribe the customer to an existing, expired subscription.
nl_nl: Geeft aan of dit product wordt gebruikt om een bestaand maar verlopen abonnement te verlengen voor de klant.

source: Indicates whether this product a subscription update, downgrade, cross grade or none of the above.
nl_nl: Geeft aan of dit product een update voor het abonnement, downgrade, cross grade of geen van het bovenstaande is.

source: Synchronization data for the subscription.
nl_nl: Synchronisatiegegevens voor het abonnement.

source: Synchronization day if subscription is annual.
nl_nl: Synchronisatiedag bij een jaarlijks abonnement.

source: Synchronization month if subscription is annual.
nl_nl: Synchronisatiemaand bij een jaarlijks abonnement.

source: Shipment every %d year
nl_nl: Verzending elke %d jaar

source: Yearly Shipment
nl_nl: Jaarlijkse verzending

source: Shipment every %d month
nl_nl: Verzending elke %d maand

source: Monthly Shipment
nl_nl: Maandelijkse verzending

source: Shipment every %d week
nl_nl: Verzending elke %d week

source: Weekly Shipment
nl_nl: Wekelijkse verzending

source: Shipment every %d day
nl_nl: Verzending elke %d dag

source: Daily Shipment
nl_nl: Dagelijkse verzending

source: Subscription key
nl_nl: Abonnementcode

source: Subscription length.
nl_nl: Abonnementsduur.

source: Cart total amounts provided using the smallest unit of the currency.
nl_nl: Totaalbedrag van winkelwagen, aangegeven met de kleinste valuta-eenheid.

source: Total price of items in the cart.
nl_nl: Totaalbedrag van alle artikelen in de winkelwagen.

source: Total tax on items in the cart.
nl_nl: Totale belasting op alle artikelen in de winkelwagen.

source: Total price of any applied fees.
nl_nl: Totaalbedrag van eventuele toegepaste kosten.

source: Total tax on fees.
nl_nl: Totale belasting op kosten.

source: Total discount from applied coupons.
nl_nl: Totale korting via toegepaste coupons.

source: Total tax removed due to discount from applied coupons.
nl_nl: Totale verwijderde belasting vanwege korting via toegepaste coupons.

source: Total price of shipping. If shipping has not been calculated, a null response will be sent.
nl_nl: Totaalbedrag van verzending. Als de verzending niet is berekend, wordt er een nul-respons verzonden.

source: Total tax on shipping. If shipping has not been calculated, a null response will be sent.
nl_nl: Totale belasting op verzendkosten. Als de verzending niet is berekend, wordt er een nul-respons verzonden.

source: Total price the customer will pay.
nl_nl: Totaalbedrag dat de klant moet betalen.

source: Total tax applied to items and shipping.
nl_nl: Totale belasting toegepast op artikelen en verzending.

source: Lines of taxes applied to items and shipping.
nl_nl: Regels met belastingen toegepast op artikelen en verzending.

source: The name of the tax.
nl_nl: Naam van de belasting.

source: The amount of tax charged.
nl_nl: Belastingtarief dat in rekening wordt gebracht.

source: Currency code (in ISO format) for returned prices.
nl_nl: Valutacode (in ISO-indeling) van de aangegeven prijzen.

source: Currency symbol for the currency which can be used to format returned prices.
nl_nl: Valutateken voor de valuta die kan worden gebruikt voor de indeling van aangegeven prijzen.

source: Currency minor unit (number of digits after the decimal separator) for returned prices.
nl_nl: Decimaaleenheid van valuta (aantal cijfers na het scheidingsteken) voor aangegeven prijzen.
